[{"title": "For Anyone Who's Had A Huge Fight With Family Over Data"},
{"title": "23 Times North Carolina Honestly Had Not An Ounce Of Chill"},
{"title": "Here's How You Can Actually Find The Cheapest Flights Ever"},
{"title": "19 Pictures That Are Like A Dream If You Loved Arcades"},
{"title": "Do Bangs Make These Celebrities More Bangable?"},
{"title": "31 Beautiful Dog Tattoos Every Dog Lover Will Appreciate"},
{"title": "The One Hot Canadian Everyone Forgets On Their \"Hot Canadians\" List"},
{"title": "19 Wildly Adorable Products You Definitely Need In Your Life"},
{"title": "This Little Girl Singing \"I'm Gonna Love You Through It\" To Her Sick Mom Will Shatter Your Heart"},
{"title": "23 Things Only Pregnant Women Will Find Funny"},
{"title": "Billy On The Street Talks Pizza Rat Being Gay, Donald Trump's Anus-Mouth, And Other Hilarious Hot Topics"},
{"title": "41 WTF Cat Pictures That Will Make You Laugh Every Time"},
{"title": "Poll: Do You Know Who This Man Is?"},
{"title": "19 Of The Worst Things You Could Say To Someone Who Lives In L.A."},
{"title": "18 Sales That Are Almost Too Good To Be True"},
{"title": "What Should You Name Your Emo Band?"},
{"title": "14 Texts Best Friends With Zero Boundaries Send Each Other"},
{"title": "No Drama, But Selena Gomez Is The Pop Princess We Need And Deserve"},
{"title": "24 Of History's Most Epic Last Words"},
{"title": "17 Hilarious Tweets About Columbus Day"},
{"title": "This Apple Picking Test Will Determine Your True Personality"},
{"title": "A Bunch Of Millennials Lay In A Coffin And Talked About Their Ideal Funeral"},
{"title": "What Genre Of Music Actually Matches Your Personality?"},
{"title": "The BuzzFeed Parents Newsletter Has The Parenting Humor And Advice You Need"},
{"title": "We Can Tell Your Taste In Men Based On Your Taste In Pasta"},
{"title": "18 Giant Frickin' Pumpkins That Are Way Too Frickin' Big"},
{"title": "This Ink Blot Test Will Determine Your Worst Quality"},
{"title": "31 Thoughts Everyone Has After A Bad Haircut"},
{"title": "Show Us Your Child's Gender-Bent Halloween Costume"},
{"title": "24 Low-Carb Spaghetti Squash Recipes That Are Actually Delicious"},
{"title": "Renee Zellweger Films \"Bridget Jones's Baby\" In London"},
{"title": "There's A Conspiracy Theory In England That Says The UK Government Is Hiding 20 Million People"},
{"title": "17 Things That Were Cool At School That Would Just Make You A Twat Now"},
{"title": "This Is What It's Like Being The Most Popular Woman In The NYC Dating Scene"},
{"title": "25 Funny, Random, And Bizarre Things People Have Actually Asked Google"},
{"title": "This Pug Dog Rollin' On His Motorcycle Gives Zero Shits"},
{"title": "15 Terrifying Kylie Jenner Pics You Can't Unsee"},
{"title": "Playing Co-Op In \"Yoshi's Woolly World\" Is Adorably Ridiculous"},
{"title": "These 17 Inappropriate Pumpkins Will Make You Feel Things"},
{"title": "Boys In Puerto Rico Are Now Allowed To Wear Skirts To School"},
{"title": "29 Struggles That Are Way, Way Too Real For Anxious Flyers"},
{"title": "18 Things You Should Never Do When Applying Makeup"},
{"title": "Are You Are A Major Or Minor Key?"},
{"title": "13 Most Iconic Playboy Covers Of All Time"},
{"title": "Can You Guess Which Letter Has Been Added?"},
{"title": "You Can't Stop Watching These Mini Cooking Videos"},
{"title": "21 Things Bernie Sanders Looks Like"},
{"title": "People Think This Statue Is The Funniest Thing About Pele's Visit To India"},
{"title": "7 Questions Britain Has For America About Guns, Answered"},
{"title": "Are You More Millennial Or Gen X?"},
{"title": "18 Slogans Twitter Really Needs To Be Using"},
{"title": "The \"Jessica Jones\" Cast Reveals What Would Happen If They Leaked A Spoiler"},
{"title": "29 Photos That Prove The Entire World Is Against You"},
{"title": "Apple Updates iMacs, Magic Mouse, Magic Trackpad"},
{"title": "26 Adorable Dogs Who Are Slaying The Fall Fashion Game"},
{"title": "\"I'm So Fucking Drunk\" Said 23-Year-Old Arrested After Periscoping While Driving"},
{"title": "When A Farmer Was Too Sick To Harvest His Crops, The Community Banded Together To Do It For Him"},
{"title": "Cara Delevingne Has Opened Up About Her Struggle With Mental Illness"},
{"title": "These Eerie Photos Show Just How Hooked We Are On Our Phones"},
{"title": "11 Charts That Will Speak To Anyone Who Really Fucking Loves Swearing"},
{"title": "Watch Astronauts Walk On The Moon In This Stop-Motion Video"},
{"title": "12 Secrets Plus-Size Models Want You To Know"},
{"title": "This Little Hedgehog Is So Adorable You Won't Be Able To Breathe"},
{"title": "11 Shibas Who Keep Getting Stuck In Things"},
{"title": "15 Dogs Who Feel A Type Of Way About Bathtime"},
{"title": "Can You Guess Which \"Harry Potter\" Character Would Send This Text?"},
{"title": "17 Birthday Presents Dana Scully Has Probably Gotten Fox Mulder"},
{"title": "It's Not Just You: Giant Corporate Mergers Are Incredibly Boring"},
{"title": "7 Disney Princesses Drawn As Fast As Possible"},
{"title": "What Should Our New Religion Look Like?"},
{"title": "22 Reasons Costco Is America's Greatest Achievement"},
{"title": "This Awesome Girl Isn't Allowed To Compete Against Boys Anymore"},
{"title": "19 Foods To Shut Yourself In With This Winter"},
{"title": "Are You Above Average?"},
{"title": "21 Gifts Every \"Back To The Future\" Fan Will Own In The Future"},
{"title": "This Farmer Grew A Nearly 2,000-Pound Pumpkin And It's The Size Of A Car"},
{"title": "25 Subtle Halloween Decorations You Can Keep Up Year-Round"},
{"title": "Kelly Ripa Got Her Walk Of Fame Star And Everything About It Was Adorable"},
{"title": "25 Questions All \"One Tree Hill\" Fans Need Answered"},
{"title": "We Know What GIF You Need To See Based On This One Question"},
{"title": "21 Confessions From People Who Are Obsessed With E-Books"},
{"title": "If You Were Stranded On Mars, Which Vegetable Would You Eat?"},
{"title": "21 Funny T-Shirts You Can Wear Only When You're Knocked Up"},
{"title": "If \"Dragon Ball Z\" Characters Had Realistic Proportions"},
{"title": "21 Reasons Soup Is The Best Food Ever Invented"},
{"title": "How Many Of These Fictional Sports Teams Do You Remember?"},
{"title": "17 Insanely Creative Cupcakes That Are Guaranteed To Win Halloween"},
{"title": "Did This Guy Just Take A Picture Of The \"Jersey Devil\"?"},
{"title": "According To Taylor Swift's Twitter Favs, She And Calvin Harris Are Probably Still Together"},
{"title": "Rashida Jones Doesn't Understand Why Half Of Movies Aren't About Women"},
{"title": "23 Pictures That Will Make Your Full Body Cringe"},
{"title": "Guess How Many Times Gigi Hadid Touched Her Hair In \"How Deep Is Your Love\""},
{"title": "17 Times The Internet Nailed What It's Like Being A Virgo"},
{"title": "Kanye West Auditioned For \"American Idol\" This Weekend"},
{"title": "19 Stans Who Stan'd A Little Too Hard"},
{"title": "Are You The Giving Tree Or The Boy?"},
{"title": "29 Dogs Looking Depressed AF In Their Halloween Costumes"},
{"title": "Ventriloquist Dummies Are The Scariest Thing Ever"},
{"title": "Tell Us About Yourself(ie): Dexter Darden"},
{"title": "22 Reasons Fans Are Obsessed With \"The Walking Dead\""},
{"title": "Are You Poop Or Pee?"},
{"title": "21 Times Tumblr Users Perfectly Explained What It's Like To Fight With Your Brain"},
{"title": "13 Amazingly Fun Halloween Costumes For '90s Kids"},
{"title": "Carrie-Anne Moss Isn't Aging And It Must Be Magic"},
{"title": "Which Taco Bell Menu Item Matches Your Zodiac Sign?"},
{"title": "Rita Ora Wants To Remake \"Lady Marmalade\" And THAT IS NOT OK"},
{"title": "How Ethan Embry Staged His Unlikely Comeback"},
{"title": "23 Pictures People Over 5'5\" Will Never Understand"},
{"title": "Jennifer Lawrence And Aziz Ansari Are Our New Friendship Goals"},
{"title": "Bindi Irwin Casually Brought A Giant-Ass Snake To Her Dance Rehearsal"},
{"title": "41 Awkward Struggles Of Dating In London"},
{"title": "This Lip-Syncing PSA Went Viral And You Won't Know How To Feel About It"},
{"title": "22 Signs You're Actually A Middle-Aged Dad Trapped In A Twentysomething's Body"},
{"title": "A British Athlete Came Out On National TV To Inspire Other LGBT Sportspeople"},
{"title": "22 Perfect Responses To Wrong Number Texts"},
{"title": "How Lit Was The Function?"},
{"title": "What Does Your Favorite Spooky Family-Friendly Film Say About You?"},
{"title": "This Family Of Boys Welcomes Their First Girl In The Cutest Way Possible"},
{"title": "13 Reasons Ian Thorpe Wins The Gold Medal Of Our Hearts"},
{"title": "Have You Been Smoking Weed?"},
{"title": "There's A New Doctor On \"Grey's Anatomy\" And He's Hot AF"},
{"title": "There Are Only Eight More Votes Needed To Win Marriage Equality In Australia's Parliament"},
{"title": "Which Tennis Player Should Be Your BFF Based On Your Zodiac Sign?"},
{"title": "Being A Gay Guy: Thoughts Vs. Real Life"},
{"title": "Do You Need A New Best Friend?"},
{"title": "When You Suck At Making Plans"},
{"title": "The Aussie Dibbler Is The Most Adorable Marsupial You've Never Heard Of"},
{"title": "The Cast Of \"The Magicians\" Sorted Their Characters Into Hogwarts Houses"},
{"title": "Emilia Clarke Was Named The Sexiest Woman Of The Year By Esquire"},
{"title": "36 Tweets Guaranteed To Make British People Laugh Every Time"},
{"title": "Why Did Adam Levine Shave His Head?"},
{"title": "17 Times Netflix And Chill Was Greatest Meme Ever"},
{"title": "FYI: You Can Now Buy Stuffed Toys Of Your Favourite Indian Foods"},
{"title": "T.I. Doesn't Think A Woman Should Be President Of The United States"},
{"title": "17 Photos That Prove The Only Person You Need Is Yourself"},
{"title": "A Woman Who Left Her Newborn In A Bag On A Street Now Wants Her Back"},
{"title": "How Well Do You Remember Ross's List Of Reasons Not To Date Rachel?"},
{"title": "11 Trippy Music Videos That Will Make You Feel High"},
{"title": "Gwyneth Paltrow Has Shit In Her Paaaaants"},
{"title": "What's Going On Around The World Today"},
{"title": "19 Apocalyptic Photos Of Storms And Supercells From Kansas And Beyond"},
{"title": "That Crossword Where 20 Minutes In, He Gives You That Look"},
{"title": "29 Ridiculous Traffic Jams Guaranteed To Stress You Out"},
{"title": "Raise Your Kitchen Game With The BuzzFeed Food Newsletter!"},
{"title": "Chris Hemsworth's First Instagram Post Is Wild"},
{"title": "53 Things That Mildly Thrill British People"},
{"title": "Vin Diesel Shut Down Body Shamers With A Single Instagram"},
{"title": "Jennifer Lawrence Wrote A Refreshingly Honest Essay On The Hollywood Gender Pay Gap"},
{"title": "17 Times The Internet Perfectly Summed Up Being A Gemini"},
{"title": "Gabrielle Union And Jimmy Fallon Hilariously Parodied Popular Songs On \"The Tonight Show\""},
{"title": "19 Things You Know When You're The Messy One In Your Relationship"},
{"title": "A 23-Year-Old Student Died Of Suffocation During A Skrillex Concert In Delhi"},
{"title": "Do You Remember These Obscure '00s Pop Stars?"},
{"title": "Indigenous Peoples Day Celebrated In Cities Across The U.S. Instead Of Columbus Day"},
{"title": "13 Times Harry Potter Was A Gift We Didn't Deserve"},
{"title": "15 Creepy Eyeball Treats Guaranteed To Scare Your Guests"},
{"title": "Did You Prefer The Broadway Show Or The Movie?"},
{"title": "23 Pictures Only Pokemon Fans Will Think Are Funny"},
{"title": "Which Couple From A Famous Musical Matches Your Love Life?"},
{"title": "39 Thoughts I Have Every Time I Watch \"Love It Or List It\" On HGTV"},
{"title": "If You Don't Know Who The Clermont Twins Are, You Better Ask Somebody"},
{"title": "Why \"Math Circus\" Is The Most Important Game Of Our Generation"},
{"title": "Do You Know The First Roles Of These A-List Actors?"},
{"title": "21 Cats Who Really Regret Their Decisions"},
{"title": "How Do You Stay Fit In College?"},
{"title": "27 Pictures That Will Make Way Too Much Sense To College Students"},
{"title": "Chrissy Teigen Is Pregnant"},
{"title": "14 Life-Changing Reasons To Work Out Right Now"},
{"title": "Someone Pranked Their Parents By Plastering 168 Rob Lowe Faces Everywhere"},
{"title": "For Everyone Who Was Weirdly Into Jack Skellington Growing Up"},
{"title": "How Well Do You Know HBO Shows?"},
{"title": "The One Way To Ask Someone Out"},
{"title": "Just Making Sure Everyone In The World Knows That Deepika Padukone Is A Flawless Goddess"},
{"title": "The Hot Guy From \"Bring It On\" Is Still Really Hot"},
{"title": "13 Trees That Will Make You Say 'Dat Ass'"},
{"title": "Can We Guess How Often You Say The Word \"Fuck\"?"},
{"title": "Animators Reimagined \"Spirited Away\" As An 8-Bit Video Game And It's Incredible"},
{"title": "What's The Best Thing You've Seen As A Veterinarian?"},
{"title": "21 Insanely Creative Halloween Costumes For You And Your Friends"},
{"title": "This Hero Bride Responded To A Car Crash In Her Wedding Dress"},
{"title": "How Well Do You Know The Lyrics To Musicals?"},
{"title": "31 Pictures Will Give You Nostalgic Flashbacks To Better Times"},
{"title": "Which Subtle Tattoo Should You Get Based On Your Zodiac Sign?"},
{"title": "16 Wikipedia Pages That Will Change The Way You See EVERYTHING"},
{"title": "Which Halsey Song Should You Have Sex To Tonight?"},
{"title": "Moroccans Are Responding To Police Harassment With Hilarious Memes"},
{"title": "13 Motivational Dog Posters That Will Really Make You Reflect On Life"},
{"title": "Fall: Expectations Vs. Reality"},
{"title": "23 Photos That Definitively Prove The Moon Landing Was Faked"},
{"title": "The Struggles Of Being An Android User In An iPhone World"},
{"title": "We Need To Talk About Pumpkin Spice"},
{"title": "When You Completely F@#% Up Your Makeup"},
{"title": "How Hans Are You?"},
{"title": "23 People Who Clearly Do Not Know How Things Work"},
{"title": "Zimbabwe Will Not Charge Dentist For Killing Cecil The Lion"},
{"title": "How Well Do You Actually Know The Constellations?"},
{"title": "16 Things People From Hawai'i Wish Mainlanders Would Stop"},
{"title": "What's Your Subconscious Obsessed With?"},
{"title": "17 Adorable Ways To Completely Cover Yourself In Music"},
{"title": "This \"Biggest Loser\" Contestant Looks A Hell Of A Lot Different Now"},
{"title": "Do You Think Pugs Are Cute?"},
{"title": "21 Things Everyone Obsessed With Sephora Knows To Be True"},
{"title": "Bryan Cranston Tried To Send DVDs Of \"Breaking Bad\" To The International Space Station"},
{"title": "27 Random As Hell Photos That Will Make You Miss \"TRL\""},
{"title": "Which Sexual Thing Are You?"},
{"title": "A Group Of Beard Enthusiasts Were Reported To The Police Because Someone Thought They Were ISIS"},
{"title": "21 Comments That Prove Nicki Minaj's Instagram Fans Have Lost It"},
{"title": "13 Horror Comics That Will @#$%&! You Up"},
{"title": "The \"X-Files\" Cast Weighs In On When Mulder First Fell In Love With Scully"},
{"title": "16 Things That Seem Normal To College Students But Are Actually Really Weird"},
{"title": "What's Your Favorite Thing About Fall?"},
{"title": "Find Your Style With BuzzFeed's Health & Beauty Newsletter"},
{"title": "We Know If You're A Cat Person Or A Dog Person"},
{"title": "19 Insane Haunted Houses That'll Literally Scare The Shit Out Of You"},
{"title": "Nicki Minaj's Latest Selfie Comes With An Amazing Inspirational Message"},
{"title": "27 Excellent Reasons To Be Happy"},
{"title": "Why In The World Is BuzzFeed Launching A Crossword?"},
{"title": "15 Pieces Of Sushi That Are A Sin Against Nature"},
{"title": "Changing One Letter Makes Most Halloween Candy Sound Gross"},
{"title": "23 Baby Geeks Who Will Restore Your Faith In The Future"},
{"title": "Stop What You're Doing And Listen To Michelle Obama's Girl Power Playlist"},
{"title": "17 Signs The Robot Apocalypse Is Already Here"},
{"title": "If Other Celebrities Had Drake's Beard"},
{"title": "15 Things Introverts Should Know About Planning A Wedding"},
{"title": "We Need To Talk About Brazil"},
{"title": "19 Hilarious Tweets About Kids That Will Make You Laugh Out Loud"},
{"title": "Makeup Now Vs. In The '00s"},
{"title": "16 Reasons Your Best Friend Is Your Best Friend"},
{"title": "This Adult Coloring Book Will Have You Screaming Where Are My Crayons?!\""},
{"title": "31 Things All Kids Of High School Teachers Know To Be True"},
{"title": "What's Your Horoscope For The Week Of October 12?"},
{"title": "23 Magical Two-Person \"Harry Potter\" Costumes That Are Perfect For Halloween"},
{"title": "What Does Your Taste In French Fries Say About You?"},
{"title": "For Everyone Who Goes To Ikea For The Food"},
{"title": "The \"Mr.Robot\" Cast Gave Us The Title Sequence We Deserve At NYCC"},
{"title": "17 Times The Internet Nailed What It's Like To Be An Aries"},
{"title": "Taylor Swift Looks Like A Flawless Queen On The Cover Of Vogue Australia"},
{"title": "31 Facts You Probably Don't Know About \"Edward Scissorhands\""},
{"title": "How Good Are You At Visual Estimation?"},
{"title": "19 Shirts That Pretty Much Sum Up Life"},
{"title": "What Misconceptions Are You Sick Of Hearing About Being Bi?"},
{"title": "21 Unexpected Things You Can Make In A Rice Cooker"},
{"title": "21 Cozy Velvet Things That Will Make Your Life Fancier"},
{"title": "\"Walking Dead\" Spin-Offs We Can't Wait For"},
{"title": "Take The BuzzFeed Five-Day Inbox Detox And Stop Hating Your Email"},
{"title": "What Should We Rename Columbus Day?"},
{"title": "Tony Abbott Demoted From Australian Prime Minister To The Backbench Will Make You Realize Nothing Lasts Forever"},
{"title": "27 Times The Netherlands Went Way, Way Too Far"},
{"title": "This Color Test Will Determine What City You Should Actually Live In"},
{"title": "21 Times Taylor Swift Totally Understood That Cat Lady Life Is The Best Life"},
{"title": "Here's What Halloween Costume You Should Wear Based On Your Job"},
{"title": "The New Will Ferrell-Themed Bar In New York City Is Amazing"},
{"title": "Here's Your First Listen Of Jamal's Emotional New Song From This Week's \"Empire\""},
{"title": "Would You Pass Environmental Science Now?"},
{"title": "These Emojis May Be On Your Phone Next Year"},
{"title": "23 Moments On \"Keeping Up With The Kardashians\" That Prove It's Actually Art"},
{"title": "Facebook Paid Less Than $7,000 Tax In The U.K. Last Year"},
{"title": "This Guy's Cheese Vine Perfectly Sums Up How Silly The Daily Mail Is"},
{"title": "What's Going On Around The World Today"},
{"title": "9 Super Hot Moves Every Introvert Should Try In Bed"},
{"title": "The Cast Of \"Dr. Horrible's Sing-Along Blog\" Reunited"},
{"title": "65 Things That Make British People Feel Slightly Guilty"},
{"title": "Here's A Much Better Idea Than Issuing Rules For Female College Students"},
{"title": "This Teen's Incredible Desserts Are Beyond Ridiculous"},
{"title": "23 Things All Super Organized People Know To Be True"},
{"title": "This Is What Dating Is Like When You're LGBT And Disabled"},
{"title": "Almost 200 Suspected U.K. Victims Of Revenge Porn In Last Six Months"},
{"title": "I Read The New Gender-Swapped \"Twilight\" Book So You Don't Have To"},
{"title": "Here's What Happened When People Tried To Name One Thing About Canada"},
{"title": "21 Tweets That Failed So Hard They Just Failed"},
{"title": "Of Course Paul Reubens Will Play Penguin's Dad On \"Gotham\""},
{"title": "Richard Madden Looking Attractive On A Horse"},
{"title": "Somehow A Shit Ton Of People Have No Idea Who Chris Pratt Is"},
{"title": "17 Ways To Be The Email Sender You Want To See In The World"},
{"title": "People Think Kylie Jenner Is Basing Her Look On These Women Of Color"},
{"title": "16 Moments You've Definitely Experienced If You've Had A Crush"},
{"title": "Natalie Dormer Auditioned For A Completely Different Role On \"Game Of Thrones\""},
{"title": "There Was A CorgiCon In San Francisco And It Was Great"},
{"title": "Future Gave Drake A Really Big Ring 'Cause He Needs Some Really Nice Things"},
{"title": "The 9 Celebrities Discover Their Inner Princess Puzzle"},
{"title": "Miley Cyrus Is Planning A Nude Concert Where Everyone's Naked And Spewed With \"Milk\""},
{"title": "13 Times Lady Gaga Needed To Move The Fuck Outta The Way"},
{"title": "What Ice Cream Flavor Matches Your Personality?"},
{"title": "There's A Fun New Parody Of The \"Mr. Men And Little Miss\" Books"},
{"title": "Which \"1989\" Taylor Swift Should You Be For Halloween?"},
{"title": "25 People Who Took Their Love Of Kraft Mac & Cheese Way Too Far"},
{"title": "How Well Do You Remember These Classic Sega Games?"},
{"title": "This Couple Showed Everyone Running The Chicago Marathon Up By Getting Married During The Race"},
{"title": "26 Pictures That Will Make Way Too Much Sense To Millennials"},
{"title": "Fall In College Vs. Fall In The Real World"},
{"title": "9 Charts That Are Too Damn Real For Anyone With Student Loans"},
{"title": "What's Your Favorite Comedy Movie With A Black Cast?"},
{"title": "If Tattoo Artists Were Honest"},
{"title": "These Women Wore Cargo Shorts For A Week And Decided They Were OK"},
{"title": "Can You Do The Asian Squat?"},
{"title": "When Autocorrect Fucks With Martha Stewart, Martha Stewart Hits Back"},
{"title": "These Sad Boys Got Bangs For Fall And It Changed Their Lives"},
{"title": "13 Horror Games That You Need To Play This Halloween"},
{"title": "You Should Definitely Sign Up For Our Daily Dog Newsletter"},
{"title": "23 Confessions That Are Too Real For Short Guys"},
{"title": "Are You More Like Chanel Or Hester On \"Scream Queens\"?"},
{"title": "12 Pictures That Perfectly Depict Reality Versus Fantasy"},
{"title": "A Bride Says She's Outraged After She Missed Part Of Her Honeymoon Over A \"Damaged\" Passport"},
{"title": "23 Chilling Facts About Disney's Haunted Mansion"},
{"title": "Is Pigeon Rat The New Pizza Rat?"},
{"title": "Women Found Freedom Going Braless For An Entire Week"},
{"title": "14 Seriously Helpful Tips For Everyone With Curly Hair"},
{"title": "How Spoiled Is Your Dog?"},
{"title": "21 Movies That Are Old Enough To Drink This Year"},
{"title": "Cookie Monster Without Fur Will Make You Cry"},
{"title": "21 Times \"Edward Scissorhands\" Was The Most Romantic Movie Ever"},
{"title": "Here's What The \"Aladdin\" Cast Looks Like Now"},
{"title": "17 Words You've Been Pronouncing Wrong For Years"},
{"title": "What Do You Wish You'd Known About Breast Cancer Before Being Diagnosed?"},
{"title": "19 Hilarious Jokes All Book Nerds Will Appreciate"},
{"title": "The Best Cable-Cutting Device For People Who Are Broke As Hell"},
{"title": "24 Times Beyonce's Instagram Gave Us All Relationship Goals"},
{"title": "What Does Your Favorite Pop Diva Say About You?"},
{"title": "23 Times Hannah Simone Was Absolutely Flawless On Instagram"},
{"title": "Neil Patrick Harris And David Burtka Made Their Kids An Adorable Sandcastle Cake"},
{"title": "15 Songs That Will Make Taylor Swift's Life More Awesome"},
{"title": "Here's What Happens When President Obama Crashes Your Wedding"},
{"title": "32 Hilarious Tweets About Being Single"},
{"title": "Democrats Can't Figure Out Exactly How To Attack Bernie Sanders For Being A Socialist"},
{"title": "Black Lives Matter Activists Looking For More From Bernie Sanders"},
{"title": "Price-Gouging Pharma CEO Martin Shkreli Taunts Democrats Before Debate"},
{"title": "Gun Shop Ordered To Pay Millions For Selling Firearm That Injured Two Police Officers"},
{"title": "It Looks Like Iran's Top Special Forces General Is In Syria Now"},
{"title": "Nestle Is Illegally Bottling Water Amid California's Drought, Lawsuit Says"},
{"title": "U.S. Border Patrol Says Use Of Force Incidents Have Dropped 26%"},
{"title": "Aunt Loses Lawsuit Against Young Nephew Over Hugging Injury"},
{"title": "As Precondition For Interview, Campaign Told Me I Couldn't Ask Trump About Policy, Radio Host Says"},
{"title": "Donald Trump Is Going To Host \"Saturday Night Live\""},
{"title": "WeWork Strikes A Union Deal, Ending Clash With Cleaners"},
{"title": "Texas Set To Execute Man Who Fatally Shot A Dallas Police Officer"},
{"title": "Here's How Two Psychologists Allegedly Tortured Three Former CIA Prisoners"},
{"title": "Supreme Court Skeptical Of Judges' Role In Florida Death Sentencing"},
{"title": "Imprisoned Battered Woman: \"I Pray That My Story Will Help\""},
{"title": "22 Perfect Responses To Wrong Number Texts"},
{"title": "The Champagne Bong Is Here And It's Classy AF"},
{"title": "23 People Who Clearly Do Not Know How Things Work"},
{"title": "11 Shibas Who Keep Getting Stuck In Things"},
{"title": "Do You Remember These Obscure '00s Pop Stars?"},
{"title": "17 Hilarious Tweets About Columbus Day"},
{"title": "26 Pregnant Women Who Totally Slayed Halloween"},
{"title": "18 Things That Happen When Your Best Friend Comes Into Town"},
{"title": "21 Things Everyone Obsessed With Sephora Knows To Be True"},
{"title": "19 Insane Haunted Houses That'll Literally Scare The Shit Out Of You"},
{"title": "Amy Schumer Hilariously Dissed The Kardashians In Her \"SNL\" Monologue"},
{"title": "21 Tweets That Failed So Hard They Just Failed"},
{"title": "A Hospital Worker Told This 4-Year-Old Girl That The Boy Who Beat Her Up Probably Has A Crush On Her"},
{"title": "The One Thing You Never Noticed About Disney Characters"},
{"title": "These Three Questions Will Tell You What Disney Movie You'd Star In"},
{"title": "24 Pictures That Will Make Way Too Much Sense To Runners"},
{"title": "18 \"Sexy\" Costumes For Guys That Will Make You Lose Your Faith In Halloween"},
{"title": "Don't Read These Wikipedia Pages If You Want To Sleep Tonight"},
{"title": "21 Completely Genius Ways To Cook Boneless, Skinless Chicken Breasts"},
{"title": "81 Thoughts I Had During The \"American Horror Story: Hotel\" Premiere"},
{"title": "21 Books Everyone Needs To Read Before They Die"},
{"title": "25 Things You Didn't Know Your iPhone Could Do With iOS 9"},
{"title": "21 Signs You're Secretly A Real Bitch"},
{"title": "Justin Bieber's Dad Sent This Really Awkward Tweet About His Son's Penis"},
{"title": "This Gum Commercial Is Making People Everywhere Weep"},
{"title": "What Brings The PLL's Back To Rosewood In 2016?"},
{"title": "23 Pictures That Pretty Much Sum Up 2015"},
{"title": "11 Insanely Sexy Moves That Literally Every Man Loves"},
{"title": "35 Photos Of People Taken The Moment They Got The Fright Of Their Lives"},
{"title": "This Body-Positive Ad For Lush Cosmetics Was Reported As \"Pornography\""},
{"title": "I Read The New Gender-Swapped \"Twilight\" Book So You Don't Have To"},
{"title": "This Photo Series Tries To Combat The Stigma Of Mental Illness"},
{"title": "These Guys Are Getting Online Abuse After Tabloids Accused Them Of Stealing Shopping Carts"},
{"title": "British Police Warn It's Illegal To Use A Hoverboard In Public"},
{"title": "Which \"Harry Potter\" Parents Are You And Your S.O. Based On Your Zodiac?"},
{"title": "How Many Movies Featuring Hugh Jackman Have You Seen?"},
{"title": "How The West Was Wrong: The Making Of John Wayne"},
{"title": "Which Snake Are You?"},
{"title": "OMFG, The Backstreet Boys And Spice Girls Might Be Touring Together!"},
{"title": "The Transgender Dating Dilemma"},
{"title": "These Three Questions Will Tell You What Disney Movie You'd Star In"},
{"title": "Coming Out: 1st Time Vs. 101st Time"},
{"title": "17 Stunning Spots In New Zealand You'll Want To Visit"},
{"title": "Here's The Best Cement Ad You Will Ever See In Your Whole Life"},
{"title": "8 Moments All Butch Lesbians Know Too Well"},
{"title": "A Couple Had A Too-Real Conversation About Jealousy, Sexuality, And Honesty"},
{"title": "What Type Of Disney Movie Character Would You Be?"},
{"title": "We Know Your Personality Based On Your T.V. Show Opinions"},
{"title": "Which 2005 Hit Song Matches Your Zodiac Sign?"},
{"title": "Lesbian Princess"},
{"title": "For Everyone Who Looks Hella Drunk In Pics"},
{"title": "Can We Guess Which Kardashian/Jenner Sister Is Your Favorite Based On Three Questions?"},
{"title": "Journeys Through Trans Masculinity"},
{"title": "Which Disney Prince Is Better Than The Rest?"},
{"title": "Chocolate Rainbow Surprise Cake"},
{"title": "How Well Do You Actually Remember \"A Different World\"?"},
{"title": "I'm Bisexual, But I'm Not..."},
{"title": "20 Times Paget Brewster From \"Criminal Minds\" Was The Best Person On Twitter"},
{"title": "19 Things Only Fall Out Boy Fans Understand"},
{"title": "If You Could Be Straight, Would You?"},
{"title": "26 Pregnant Women Who Totally Slayed Halloween"},
{"title": "53 Thoughts I Had While Watching \"The Walking Dead\" Season 6 Premiere"},
{"title": "Mark Ruffalo And Jared Leto Both Went To Comic-Con Disguised In Hideous Masks"},
{"title": "This Artist Transforms Bratz Dolls Into The World's Most Inspiring Women"},
{"title": "This Artist Created An Incredible To-Scale Panorama Of The Great Barrier Reef"},
{"title": "A Pregnant Woman And Child Were Killed In An Israeli Strike On Hamas"},
{"title": "16 Monster-Themed Treats You Need To Make This Halloween"},
{"title": "Which Underrated \"Gilmore Girls\" Guy Is Your Soulmate?"},
{"title": "18 Horror Novels Every True Fan Should Read Before Watching The Movie Version"},
{"title": "Definitive Proof \"Titanic\" And \"Peter Pan\" Are Almost The Same Movie"},
{"title": "When Two Cartoonists Doodle On The Same Pages Madness Happens"},
{"title": "15 Things That Inevitably Happen When You're A Quinceanera"},
{"title": "We Had People Try The Smelliest Fruit In Front Of A Live Audience"},
{"title": "21 Times \"Hocus Pocus\" Perfectly Described Being Single BFFs"},
{"title": "A Sincere Ode To Uno From Everyone Who Has Ever Existed"},
{"title": "A Hospital Worker Told This 4-Year-Old Girl That The Boy Who Beat Her Up Probably Has A Crush On Her"},
{"title": "What's Your Go-To Cheap Dinner Recipe?"},
{"title": "Can White People Dance?"},
{"title": "How Well Do You Know \"Mulan\"?"},
{"title": "20 Things You Need To Know About Those Famous Bed Bath & Beyond Coupons*"},
{"title": "Australians Shared Their Thoughts About America And It Got Interesting"},
{"title": "I Tried Body Augmentation Apps And The Results Were Terrifying"},
{"title": "27 Insanely Clever Halloween Costumes For Your Dog"},
{"title": "23 Healthy Lunch Sandwiches That Will Make You A Champion At Life"},
{"title": "We Know What Type Of Wine You Like To Drink During The Day"},
{"title": "Watch 80 Years Of Halloween Costumes In Under Three Minutes"},
{"title": "How Long Will It Take You To Put These Apple Products In Order?"},
{"title": "Pursuing Happiness As A Trans Woman Of Color"},
{"title": "23 Times \"Scrubs\" Got Way, Way Too Real"},
{"title": "16 \"How I Met Your Mother\" Questions That Are Impossible To Answer"},
{"title": "Watch Iconic Mexican-American Beauty Looks Throughout History"},
{"title": "14 Basic And Brilliant Ways To Use Sriracha"},
{"title": "How The West Was Wrong: Digging Up The Bones Of Billy The Kid"},
{"title": "36 Things That Will Make Riding In Your Car So Much Better"},
{"title": "Which Profane Message Do You Need To Hear Based On Your Star Sign?"},
{"title": "21 Insanely Clever Ways To Create Space For Your Room"},
{"title": "Which Song From Selena Gomez's \"Revival\" Should You Be Listening To?"},
{"title": "17 People Who Really Fucking Blew It"},
{"title": "How \"The Martian\" Went From A Best-Selling Novel To A Blockbuster Film"},
{"title": "This Mets Fan's Worst Nightmare Just Came True"},
{"title": "Make The Holidays Simple With The BuzzFeed DIY Newsletter"},
{"title": "What Kind Of Candy Are You Actually?"},
{"title": "Marvel Reveals Carrie-Anne Moss Is Playing Genderbent Character In \"Jessica Jones\""},
{"title": "17 Power Snacks Every College Student Should Know"},
{"title": "9 Really Important Things Every Black Woman Should Know About Her Edges"},
{"title": "These People Got Snail Facials For The First Time...And It Was Pretty Scary"},
{"title": "Snapchat Vs. Real Life"},
{"title": "NASA Scientist Reviews \"The Martian\""},
{"title": "Find Your Next Great Book With The BuzzFeed Books Newsletter!"},
{"title": "15 Ridiculously Awkward Sex Questions Parents Have Actually Asked Their Kids"},
{"title": "Are You More Nickelodeon's \"Doug\" Or Disney's \"Doug\"?"},
{"title": "Dating While Christian"},
{"title": "This Trans Woman Is Using Topless Photos To Challenge Facebook's Nipple Policy"},
{"title": "This Woman Tried To Live Like Kylie Jenner For A Week And It Was Exhausting"},
{"title": "32 Reasons Milan Is The Absolute Worst"},
{"title": "Sit Down Right Now And Watch The Rock Hit The Quan"},
{"title": "21 Things You'll Only Understand If You Met Your Best Friend At School"},
{"title": "23 Insanely Cool Things You Can Do With Baby Food Jars"},
{"title": "33 Magical Halloween Costumes Every Disney Fan Will Want"},
{"title": "Kendall Jenner Posed Topless And She Looks Like A Goddess"},
{"title": "These Guys Livetweeted The Cops Showing Up To Their Airbnb After The Neighbors Thought They Broke In"},
{"title": "What Song Should You Play On Repeat This Weekend?"},
{"title": "These Women Used Periscope For The First Time And Felt Like They Were Being Catcalled On The Internet"},
{"title": "Watch 80 Years Of Women's Eyewear In 120 Seconds"},
{"title": "Can You Match The \"Series Of Unfortunate Events\" Illustration To The Book?"},
{"title": "23 Times Halloween Satisfied All Your Baby-Craving Needs"},
{"title": "The Untold Story Of The Woman Who Broke The News Of WW2"},
{"title": "21 Completely Genius Ways To Cook Boneless, Skinless Chicken Breasts"},
{"title": "I Filmed My Co-Worker Eating Her Placenta"},
{"title": "21 Signs You're Secretly A Real Bitch"},
{"title": "This Woman Found H&M's Balmain Collection On Google And Leaked Them"},
{"title": "These Women Bikini Waxed Their Boyfriends To Give Them A Taste Of Womanhood"},
{"title": "Photos Show 4-Year-Old Boy In China Who Died Trapped Under An Escalator Handrail"},
{"title": "15 Autumn-Themed Cocktails That'll Totally Warm You Up"},
{"title": "Watch Amy Poehler Absolutely Slay A Cover Of \"The Rose\""},
{"title": "These Guys Wore Heels For A Day And Felt The Pain"},
{"title": "16 Cosplayers Share The Kindest Thing Someone Has Done For Them"},
{"title": "These Photos Of Children Working Afghanistan's Streets Will Break Your Heart"},
{"title": "19 Things Women Who Love Eating Just Get"},
{"title": "The Way These Celebs React To Videos Of Animals Giving Birth Will Give You Life"},
{"title": "17 Cosplayers Get Real About The Importance Of Fictional Characters"},
{"title": "25 Insanely Cute DIY Projects That Will Make You Smile"},
{"title": "Which Rainbow Brite Color Kid Matches Your Personality?"},
{"title": "Your Weekly Gossip Roundup: Shia LaBeouf Gets Arrested, Pippa Middleton Splits With Her Boyfriend, And More"},
{"title": "27 Moms Who Are Trolls At Heart"},
{"title": "18 Insanely Delicious Ways To Make Chocolate Chip Cookies"},
{"title": "5 Years Ago Marvel Comics Had Zero Female-Led Titles, Today They Have 17"},
{"title": "How Messy Are You Actually?"},
{"title": "18 Things That Happen When Your Best Friend Comes Into Town"},
{"title": "21 Gloriously Cheesy Desserts"},
{"title": "27 Signs We've Reached Peak Kale"},
{"title": "This Is How You Actually Have A Happy Halloween"},
{"title": "21 Things You Could Stand To Appreciate A Little More"},
{"title": "65 Brutally Honest Questions You Secretly Want To Ask On A First Date"},
{"title": "Husband Tries To Go Bra Shopping For His Wife"},
{"title": "This Family Held A Mock Wedding So Their Dying Dad Could Be There"},
{"title": "19 Insanely Cozy Accessories That Will Make You Never Want To Leave Your Bed"},
{"title": "People Read Other People's Heartbreaking Coming Out Letters"},
{"title": "9 Conversations All Parents Have When They're Tired AF"},
{"title": "19 Fixes For Every Clothing Emergency"},
{"title": "You Could Be Entitled To $25 If You Bought Starkist Tuna In The Past Six Years"},
{"title": "Bryan Cranston Just Revealed The Marvel Villain He's Dying To Play"},
{"title": "What Should Your Old-Timey Name Be?"},
{"title": "17 Cats Who Are Obviously Planning A Murder"},
{"title": "Someone Built Hogwarts From The Pages Of A \"Harry Potter\" Book"},
{"title": "17 Confessions From Breast Cancer Survivors That Are Incredibly Emotional"},
{"title": "7 Weeknight Dinners That Everybody Will Love"},
{"title": "We Need To Talk About How Fucking Hot Demi Lovato's New Video Is"},
{"title": "18 Confessions About Pubic Hair That Will Surprise You"},
{"title": "How The West Was Wrong: The Mystery Of Sacagawea"},
{"title": "29 Incredibly Delicious Recipes That Start With A Can"},
{"title": "These Black LGBT People Reveal What Happened When They Came Out"},
{"title": "How The West Was Wrong: Three Stories About The Making (And Unmaking) Of American Myths"},
{"title": "55 Things Everyone Does While They're Supposed To Be Studying"},
{"title": "You Really Should Be Eating Your Grilled Cheese With Ketchup"},
{"title": "19 Illustrations That Sum Up Being In A Relationship When You Have ADHD"},
{"title": "Here's What Actually Happens When You Eat Horrifying Vintage Recipes"},
{"title": "Kanye West Ranted About In-App Purchases On Twitter And It Was Awkward"},
{"title": "12 Horrifyingly Cute Zombie Treats You Can Actually Make"},
{"title": "Lawsuit: Nick Gordon \"Injected\" Bobbi Kristina Brown With Toxic Mixture"},
{"title": "This Is The One Thing Everyone Is Thinking But No One Is Saying"},
{"title": "Shia LeBeouf Arrested In Texas For Allegedly Being Drunk In Public"},
{"title": "We Ate Burger King's Black Whopper To See If It Would Turn Our Poop Green"},
{"title": "The Most Fab And Drab Celebrity Looks Of The Week"},
{"title": "9 Science Stories You Can't Miss: The Sexual Harassment Edition"},
{"title": "25 Pictures That Are Way, Way Too Real For All Cat Owners"},
{"title": "17 Celebrity Instagrams You Need To See This Week"},
{"title": "Pigskin A Blanket: NFL Week 5 Picks"},
{"title": "Are You More Tinker Bell Or Belle?"},
{"title": "Show Us The Most Simple Halloween Costume You've Ever Worn"},
{"title": "21 People On The One Thing They'd Change About Hollywood"},
{"title": "27 Stunning Reasons To Get A Tim Burton Tattoo"},
{"title": "24 Photos That Are Way Too Real For Book Lovers"},
{"title": "23 Beautiful Cakes That Will Make Your Dreams Come True"},
{"title": "For Everyone Whose Sexual Awakening Was Caused By Johnny Depp"},
{"title": "17 Of The Most Underrated National Parks In America"},
{"title": "The \"Firefly\" Cast Spent A Lot Of Time In Bed Together On Set"},
{"title": "How Brown-Eyed Parents Can Have A Blue-Eyed Kid"},
{"title": "Women Discuss Crushing On Friends"},
{"title": "29 Of The Most Perfect Comebacks That Ever Happened On \"Friends\""},
{"title": "We Know Your Favorite \"Harry Potter\" Character Based On Your Favorite Cheese"},
{"title": "Amy Schumer Hilariously Dissed The Kardashians In Her \"SNL\" Monologue"},
{"title": "17 Subtle Ways To Make Your Home Creepy AF"},
{"title": "Here's How Uber Beat The Las Vegas Taxi Industry"},
{"title": "Don't Read These Wikipedia Pages If You Want To Sleep Tonight"},
{"title": "23 Dogs Who've Out-Dogged Themselves"},
{"title": "St. Vincent Waitressed At Her Sister's Dallas Restaurant This Weekend"},
{"title": "These People Tried Goth For A Week And It Was Fucking Epic"},
{"title": "The One Thing You Never Noticed About Disney Characters"},
{"title": "After Teaching Himself To Do His Daughter's Hair, A Single Dad Started A Class To Teach Others"},
{"title": "For Everyone Who Is Obsessed With \"Hotline Bling\""},
{"title": "35 People Who Failed Better Than You Ever Have"},
{"title": "Couples Try Striptease With Each Other For The First Time"},
{"title": "After  Discovering She Had Been Turned Into A Cruel Meme, This Woman Decided To Speak Out"},
{"title": "19 Times Bridget Jones Won At Everything"},
{"title": "13 \"Teen Wolf\" Questions That Are Impossible To Answer"},
{"title": "23 Beautiful Curvy Brides Who Are Slaying This Whole Wedding Thing"},
{"title": "This Dad Had The Best Response When His Son Said He Wanted To Go As Elsa From \"Frozen\" For Halloween"},
{"title": "21 Hilariously Weird Phobias You Wouldn't Believe People Have"},
{"title": "Forever 21 Is Being Accused Of Stealing An Artist's Design For A Crop Top"},
{"title": "29 Times John Francis Daley Was The Best Person On Twitter"},
{"title": "This Is The Best Way To Netflix And Chill"},
{"title": "17 Iconic Halloween Episodes You Have To Watch ASAP"},
{"title": "We Know Which \"Game Of Thrones\" Character You Don't Like Based On Your Zodiac"},
{"title": "24 Pictures That Will Make Way Too Much Sense To Runners"},
{"title": "This Two-Question Quiz Will Tell You Which Scary Movie To Watch"},
{"title": "This Is The Christopher Pyne And \"Star Wars\" Mashup Sequel We Never Knew We Wanted"},
{"title": "18 \"Sexy\" Costumes For Guys That Will Make You Lose Your Faith In Halloween"},
{"title": "Which TV Character Alter Ego Are You?"},
{"title": "17 Life-Changing Ways To Eat A Twix"},
{"title": "We Know Who Designed Your Eye Bags Based On Your Birth Month"},
{"title": "This Body-Positive Ad For Lush Cosmetics Was Reported As \"Pornography\""},
{"title": "We Know Who Your Animated Kindred Spirit Is Based On Your Zodiac"},
{"title": "These Women Saw Their Besties Naked For The First Time... And It Wasn't That Awkward"},
{"title": "Who's The Worst Person You've Ever Sat Next To On A Plane?"},
{"title": "Candy Corn Arranged To Look Like Actual Corn May Ruin You"},
{"title": "Two Rats Fought Over A Slice A Pizza In New York City Because Why Not"},
{"title": "Are You More Elle Woods From \"Legally Blonde\" Or Sandy Olsson From \"Grease\"?"},
{"title": "The Struggles Of Being Twins"},
{"title": "Do You Remember The Lyrics To \"Time After Time\" By Cyndi Lauper?"},
{"title": "8 Brutally Honest Snapchat Geotags To Share With Your Friends"},
{"title": "We Can Predict Your Future Based On Your Eye Color"},
{"title": "Ellen DeGeneres Hilariously Scared Selena Gomez With \"Taylor Swift\""},
{"title": "Which Character From \"The Blacklist\" Are You?"},
{"title": "A 17-Year-Old Created This Insanely Detailed \"Map Of Stereotypes\""},
{"title": "Are You More Apple Spice Or Pumpkin Spice?"},
{"title": "21 Of The Craziest Things People Have Done To Impress Their Crushes"},
{"title": "Which Gotham Girl Are You?"},
{"title": "18 Things Everyone With An Intense Fear Of Heights Can Relate To"},
{"title": "Call Of Duty Players Try Military Combat Gear"},
{"title": "Here's Why You Get All Red When You Have Sex"},
{"title": "This Gum Commercial Is Making People Everywhere Weep"},
{"title": "27 Times Tyrion Lannister Was Out Of Control Sassy"},
{"title": "What's Your Stance On These Unspoken Rules For Society?"},
{"title": "39 Questions We Have About The New \"Pretty Little Liars\" Preview Clip"},
{"title": "Wiz Khalifa's \"See You Again\" Just Hit One Billion YouTube Views"},
{"title": "What Is The Most Random Halloween Costume Your Kid Has Come Up With?"},
{"title": "Men Talk About Crushes On Friends"},
{"title": "Which Celebrity Hair Flip Are You Based On Your Favorite Viral Sensation?"},
{"title": "17 Reasons Why You Should Do The Right Thing And Date A Scorpio"},
{"title": "Do You Actually Remember The First Episode Of \"The West Wing\"?"},
{"title": "Serious Question: Is Katie Holmes Right About This Being The Best New York?"},
{"title": "KFC's Colonel Sanders As A Unicorn Will Either Ruin You Or Give You Life"},
{"title": "7 Essays To Read: Asian Parents Kissing, Catcalls, And Gun Control"},
{"title": "Justin Bieber's Dad Sent This Really Awkward Tweet About His Son's Penis"},
{"title": "25 Things You Didn't Know Your iPhone Could Do With iOS 9"},
{"title": "NASA Spacecraft Finds Frozen Water And Blue Skies On Pluto"},
{"title": "Can We Guess What You Look Like From These 10 Questions?"},
{"title": "22 Of The Most Powerful Photos Of This Week"},
{"title": "This Is What Life Was Like When Justin Bieber's Nudes Leaked"},
{"title": "Men, Stephen King Has A Really Important Message For You"},
{"title": "Justin Bieber's \"Where Are U Now\" Is Even More Amazing When The Drop Is Tamil"},
{"title": "Junot Diaz Makes His Students Watch \"Star Wars\" For Class"},
{"title": "Why Is Kanye West Smiling In These Pictures?"},
{"title": "Emma Stone Is The Music Video Queen We've Always Dreamed Of"},
{"title": "Channing Tatum And George Clooney Are Starring In A Coen Brothers Movie Together And Oh My God"},
{"title": "Neil Patrick Harris And His Kids Singing In The Morning Will Make You Wish You Were Part Of His Family"},
{"title": "The First Teaser For \"Pride And Prejudice And Zombies\" Is Insanely Badass"},
{"title": "WeWork Used These Documents To Convince Investors It's Worth Billions"},
{"title": "The 29 Best College Bars In America"},
{"title": "Teachers, What's The Best Halloween Costume You've Ever Had?"},
{"title": "The First \"Shadowhunters\" Footage Is Seriously Cool"},
{"title": "11 Greeting Cards We Desperately Need For Canadian Thanksgiving"},
{"title": "This Muslim Professor Is Offering To Treat People To A Pork Meal To Stand Up Against Intolerance"},
{"title": "Here's Why You Don't Have To Dump Your Partner When You Go To College"},
{"title": "Here's What Real Healthy People Actually Eat For Brunch"},
{"title": "What's Going On Around The World Today"},
{"title": "A Disney Cover Band Got People To Kiss In New York City By Singing"},
{"title": "Some Scots Want To Ban English Money After A Video Of Scottish Notes Being Rejected Went Viral"},
{"title": "How Many '90s Premier League Managers Can You Name?"},
{"title": "28 Chocolate And Peanut Butter Treats That Are Even Better Than Reese's"},
{"title": "Which Heroine Should You Cosplay For Comic Con?"},
{"title": "A Patent Has Been Filed To Literally Stack Airplane Passengers On Top Of Each Other"},
{"title": "9 Couples Costumes That Will Make You Glad You're Single"},
{"title": "Couples Who Met On Dating Apps Look Back On Their Very First Messages"},
{"title": "21 Things You'll Only Understand If You're The Tallest In Your Friend Group"},
{"title": "Everyone's Freaking Out Over This Morrisons Pizza Because It Looks Rude"},
{"title": "Do You Know What Happened In The News This Week?"},
{"title": "Barbers In Pakistan Are Giving Beautiful Haircuts To Camels"},
{"title": "16 Stunning And Easy Ways To Tie Your Hijab"},
{"title": "Everyone Thinks This ISIS Member Looks Like Drake"},
{"title": "76 Thoughts I Had While Watching The \"American Horror Story: Hotel\" Season Premiere"},
{"title": "Sikhs Working With Syrian Refugees Say They Keep Being Mistaken For ISIS Members"},
{"title": "Mother Of 11-Year-Old Boy Sexually Abused By Babysitter To Appeal Court Sentence"},
{"title": "Adult Survivors Of Child Sexual Abuse Are Speaking Up In This New Video Series"},
{"title": "These Dudes Pierced Their Ears For The First And Probably Last Time"},
{"title": "This \"Proudly Feminist\" Restaurant Is Run Entirely By Asylum Seeker Women"},
{"title": "This Photographer Took The Most Incredible Photos Of Models Swimming With Stingrays"},
{"title": "19 Things We Wish We Were Told Before Taking High School Exams"},
{"title": "What Would You Get For Chanel-O-Ween Based On Your Birth Month?"},
{"title": "23 Pictures That Guys Will Just Never Ever Understand"},
{"title": "Can You Remember How To Solve The Puzzles From \"Putt-Putt Saves The Zoo\"?"},
{"title": "9 Feature Stories You Can't Miss This Week: Bros, Brawls, And Broken Hearts"},
{"title": "What Brings The PLL's Back To Rosewood In 2016?"},
{"title": "\"Once Upon A Time\" Just Made Two Extremely Exciting Announcements"},
{"title": "Can You Guess Which Letter Has Been Added?"},
{"title": "17 Reasons Why Halloween Kind Of Sucks"},
{"title": "9 Of Your Scariest Cable Horror Stories"},
{"title": "What's The Laziest Thing You've Ever Done?"},
{"title": "Are These Smiths Lyrics Real Or Fake?"},
{"title": "29 Times \"Hocus Pocus\" Was The Best Halloween Movie Of All Time"},
{"title": "Meet The San Francisco Cat Who Helped Save A Suicidal Man's Life"},
{"title": "Which Song By The Baha Men Are You According To Your Zodiac?"},
{"title": "This Is The Hottest Kid's Costume Trend On Pinterest This Halloween"},
{"title": "23 Tweets That Sum Up San Francisco's Thoughts On The Blue Angels"},
{"title": "BuzzFeed WKND: 10.09.15"},
{"title": "17 People Who Wouldn't Let \"Calgon, Take Me Away!\" Die"},
{"title": "Indians: You Don't Need To Get Married Just Because People Want You To"},
{"title": "Etsy Sellers Doubt Amazon Handmade Is A \"Killer\""},
{"title": "What's Your Favorite Moment From \"The Nightmare Before Christmas\"?"},
{"title": "Knock, Knock! Who's There?"},
{"title": "Helen Mirren Just Slaughtered Your Faves With One Iconic Pose"},
{"title": "The \"PLL\" Cast Reveals What Their Characters Are Like Five Years In The Future"},
{"title": "An Engineering Student Eloquently Pointed Out Why Female Classmates Aren't Equal"},
{"title": "This 5SOS Performance Is The Most Beautiful Thing You'll Ever Hear"},
{"title": "Across The Universe Of John Lennon In 39 Pictures"},
{"title": "Turns Out A Skeleton Dancing To \"Hotline Bling\" Is The Greatest Thing Ever"},
{"title": "Cate Blanchett's Fierce Look Will Fuck You Up"},
{"title": "This Dude Takes His Hamster For A Daily Walk With A Tiny Leash"},
{"title": "17 People Who Probably Didn't Get Their Money's Worth"},
{"title": "19 Ridiculously Funny Church Signs"},
{"title": "The Cat Box Bed Is The Solution To Literally All Of Your Problems"},
{"title": "12 Terrifying Ghost Movies All Horror Fans Must See"},
{"title": "Troye Sivan's Advice For Flawlessly Coming Out Of The Closet"},
{"title": "Twitter Moments' First Week Previews Difficult Editorial Decisions Ahead"},
{"title": "21 Dogs Who Are More Obsessed With Starbucks Than You"},
{"title": "Hey, McDonald's: Fix Your Damn Ice Cream Machine"},
{"title": "35 Photos Of People Taken The Moment They Got The Fright Of Their Lives"},
{"title": "Everyone Wants To Know Why There's A Bench On This Church Roof"},
{"title": "11 Insanely Sexy Moves That Literally Every Man Loves"},
{"title": "19 Things That Are Way Too Real For Unaffectionate People"},
{"title": "The Definitive Ranking Of Nando's Food"},
{"title": "Hollywood Is Terrible For Women, And Geena Davis Is Fighting It"},
{"title": "16 Beautifully Touching Tattoos That Honor Moms"},
{"title": "Police Shoot Man In North London After Taser Has No Effect On Him"},
{"title": "You Guys REALLY Like Spotify's Discover Weekly"},
{"title": "21 Times \"Gossip Girl\" Nailed Your NYC Apartment Dreams"},
{"title": "This Transgender Woman Is A Finalist For Young Australian Of The Year"},
{"title": "21 Times Tumblr Nailed The Hell Of Exam Time"},
{"title": "Noseless Monkey That Sneezes Is Among 211 New Species Found In The Himalayas"},
{"title": "13 Pictures Which Will Convince You To Get A Maa Tattoo In Hindi Right Now"},
{"title": "20 Of The Most Embarrassing Things That Have Happened To People At The Gym"},
{"title": "This Food Stylist Gave Us 5 Tips To Make Normal Food Look Amazing"},
{"title": "11 Of The Most Gender-Progressive Things That Have Already Happened In India In 2015"},
{"title": "Which \"Durarara!!\" Character Are You?"},
{"title": "44 Weird Celebrity Tweets That Will Make You Laugh"},
{"title": "The Guys Behind Sydney's Nutella Ball Milkshake Are Opening A Dessert Bar"},
{"title": "Here's What Ursula Would Look Like If She Lived In Different Ocean Environments"},
{"title": "Do You Have What It Takes To Be A #Girlboss?"},
{"title": "15 Instrumental Covers Of Pop Songs That Are Better Than The Original"},
{"title": "How Do You Make Friends As An Adult?"},
{"title": "15 Things That Marwaris Are Tired Of Hearing"},
{"title": "Can You Name These \"Great British Bake Off\" Winners?"},
{"title": "Are You More Disney's \"Sleepy Hollow\" Or \"Wind In The Willows\"?"},
{"title": "These Hilarious Comics Will Change How You See Disney Princesses"},
{"title": "Mike Huckabee's 1998 Book Is Full Of Fake Quotes From America's Founders"},
{"title": "Which Celebrity Should Be Your First Famous BFF?"},
{"title": "An Awesome Look At The Behind-The-Scenes Concept Art Of \"Aladdin\""},
{"title": "14 Reasons You Wish You Were The Duchess Of Cambridge"},
{"title": "Are You More Niall Horan Or Ed Sheeran?"},
{"title": "You Need To Watch This A Capella Mashup Of Lady Gaga's Biggest Hits"},
{"title": "Can You Answer These Embarrassing Body Questions?"},
{"title": "17 Underrated Aussie Beauty Vloggers You Should Be Subscribed To"},
{"title": "How Well Do You Remember The \"CatDog\" Theme Song?"},
{"title": "21 Crockpot Soups Guaranteed To Help You Brave The Cold"},
{"title": "What's The Weirdest Sexual Question Your Parents Have Ever Asked You?"},
{"title": "People Were Thirsting A Lot For Tamal During The \"Bake Off\" Final"},
{"title": "Welcome To The Open Lab"},
{"title": "Which Disney Villain Are You Based On Your Zodiac Sign?"},
{"title": "If California Legalizes Weed Next Year, Sean Parker May Be Why"},
{"title": "Matt Bomer's Ass Deserves An Emmy"},
{"title": "Watch The Evolution Of Men's Eyewear In Under Three Minutes"},
{"title": "Which Iconic Tilda Swinton Character Are You?"},
{"title": "19 Dinosaur Things You Need In Your Life Right Now"},
{"title": "Why \"Gilmore Girls'\" Lane Kim Is Important"},
{"title": "13 Heritage Minutes That Canadians Need Right Now"},
{"title": "What You Say To Someone Who's Grieving Vs. What They Hear"},
{"title": "We Can Tell Whether You're Clean Or Gross By Answering These Questions"},
{"title": "23 Things That Were Way Harder Before Cell Phones"},
{"title": "27 Signs You're A Former \"Twilight\" Fangirl"},
{"title": "EastEnders Has Cast The First Trans Man To Play A Trans Role In A UK Soap"},
{"title": "17 Reasons \"Fly Away Home\" Was The Best Canadian Movie Of The '90s"},
{"title": "Here Are Some Pizza Charts For The Internet"},
{"title": "16 \"SpongeBob SquarePants\" Moments That Went Right Over Your Head As A Kid"},
{"title": "Which \"The Real\" Host Is Basically Your Twin?"},
{"title": "See How Toronto's SkyDome Stadium Was Built In This Time-Lapse Video"},
{"title": "17 Thoughts Women Have Had During Sex That Are Way Too Real"},
{"title": "Lady Gaga And Matt Bomer's \"AHS: Hotel\" Bloody Orgy Was Choreographed"},
{"title": "How To Pitch Stories To BuzzFeed LGBT"},
{"title": "We Took Shots With Celebrities To See If They Could Guess Which Vodka Was Puff Daddy's Ciroc"},
{"title": "Everyone's Freaking Out Over The Season Premiere Of \"Arrow\""},
{"title": "Robert Pattinson Thought His \"Twilight\" Character Was \"Suicidally Depressed\""},
{"title": "Can Your Blood Type Determine Your Personality Type?"},
{"title": "81 Thoughts I Had During The \"American Horror Story: Hotel\" Premiere"},
{"title": "What's The Best Way To Flirt On Social Media?"},
{"title": "18 Women With Endometriosis Reveal What They Want Everyone To Know About Their Stuggle"},
{"title": "Are You More Matt Damon Or Ben Affleck ?"},
{"title": "These People Will Send You Nudes On Instagram If You Can Prove You Voted"},
{"title": "15 Sydney Runs That Will Take Your Breath Away"},
{"title": "Whales Were Caught On Camera Under The Northern Lights And It's Epic"},
{"title": "The Cutest Treat For Halloween Are These Mummy Nutter Butters"},
{"title": "What's Your Favorite Halloween-Themed TV Episode?"},
{"title": "24 Times Nathan Fillion Was The Funniest Thing On Twitter"},
{"title": "This Polite Golden Retriever Is Just Too Much"},
{"title": "22 Struggles That Are Way Too Real For Everyone Who Plays In An Orchestra"},
{"title": "Here's Why Ciara's Post-Baby Style Is Dope AF"},
{"title": "The 16 Most Random Things Kris Jenner Has Ever Said"},
{"title": "We Need To Talk About How People Are Putting Mint Leaves In Their Coffee"},
{"title": "Can You Guess The Book From These Terrible Drawings?"},
{"title": "Guess How Much This Extravagant Wedding Really Costs"},
{"title": "How The Seasons Of \"American Horror Story\" Connect"},
{"title": "58 Things That Mildly Annoy Anyone Who Lives With Someone Messy"},
{"title": "You Asked For A Dislike Button, Facebook Is Giving You Emojis"},
{"title": "Scott Disick Just Posted A Naked Photo Of Kourtney Kardashian And Now We're Confused AF"},
{"title": "We Know When You're Going To Retire"},
{"title": "21 Reasons To Never Go Outside Again"},
{"title": "Marvel Studios Putting Another Female Superhero Up Front With \"Ant-Man And The Wasp\""},
{"title": "This Adorable Little Girl Interrupted Her Dad's Homecoming Ceremony For A Hug"},
{"title": "Look At This Terrifying 50-Lane Traffic Jam In China"},
{"title": "Here's Taylor Swift On The Cover Of GQ Magazine"},
{"title": "Interracial Couples Share The Appalling Things People Have Said To Them"},
{"title": "Rihanna Revealed The Artwork For Her New Album, And It's Fire"},
{"title": "What's Going On Around The World Today"},
{"title": "23 Things Every Music Nerd Will Find Funny"},
{"title": "The Hardest \"Fuck, Marry, Kill\" Game Ever For Beauty Addicts"},
{"title": "Tamal And Nadiya From \"The Great British Bake Off\" Really Need To Have Their Own TV Show Together"},
{"title": "19 Times Angela Bassett Outshined Everyone"},
{"title": "This Baby Possum Cuddling A Toy Kangaroo Will Melt Your Heart"},
{"title": "22 Pictures That Prove Asos Is Conspiring To Turn Us All Into Cher"},
{"title": "23 Jokes That Are Hilariously British"},
{"title": "How Well Do You Remember The Movies Of 2005?"},
{"title": "U.K.'s Counter-Terror Response Is Undermined By \"Confrontational\" Language, Says Report"},
{"title": "27 Dating And Relationship Tweets Guaranteed To Make You Laugh"},
{"title": "People Are Getting Naked And Pretending To Be Frozen Chickens"},
{"title": "19 Signs You And Your Best Friend Are Becoming The Same Person"},
{"title": "Dear White People: Here's Some Well-Intentioned Halloween Advice From India"},
{"title": "Cole Sprouse Has Revealed His Halloween Costume For This Year And It's Actually Perfect"},
{"title": "19 Brutally Honest Confessions From A Tesco Worker"},
{"title": "More Brits Watched \"The Great British Bake Off\" Final Than Voted Tory In The Election"},
{"title": "In Texas It's A Crime To Be Poor"},
{"title": "How Full Of Crap Is Your House?"},
{"title": "These Haunting Photos Capture The Current State Of The Fukushima Exclusion Zone In Japan"},
{"title": "Belle Was Literally The Fucking Worst"},
{"title": "This Company Organizes Fake Weddings For Young People Who Don't Want To Actually Get Married"},
{"title": "A Toddler's Head Was Reattached To His Spine After A Horrible Car Crash"},
{"title": "Author Rainbow Rowell Chooses Between Good And Evil In This Epic Game Of Would You Rather"},
{"title": "Here's Why Young People Are Calling Australia's Prime Minister \"Daddy\""},
{"title": "31 Things People Who Grew Up In A South Asian Household Just Get"},
{"title": "Here's Why Coriander Tastes Gross To Some People"},
{"title": "12 British Poets Share Their Favourite Poems For #NationalPoetryDay"},
{"title": "13 Hashtags Too Real For Anyone Who Grew Up Catholic"},
{"title": "Ben Carson: \"Sacrifice\" Of Those In Oregon May \"Trigger An Appropriate Response The Next Time\""},
{"title": "Actor John Stamos To Face Charges In DUI Arrest"},
{"title": "When You Fart At Work"},
{"title": "23 Of The World's Greatest Cookies"},
{"title": "Enya Heard You Were Stressed Out And Released A Soothing New Song To Help"},
{"title": "21 Books Everyone Needs To Read Before They Die"},
{"title": "Which \"AHS: Hotel\" Character Are You Based On Your Zodiac Sign?"},
{"title": "19 Delicious Ways To Eat More Candy Corn This Fall"},
{"title": "What's Your Best Australian-Inspired Halloween Costume?"},
{"title": "What Halloween Movie Should You Watch Right Now Based On Three Questions?"},
{"title": "Canadian Official Blamed A Deleted Tweet About Millennials On A Millennial"},
{"title": "13 \"One Tree Hill\" Questions That Are Impossible To Answer"},
{"title": "A Guy Is Selling \"Authentic\" Fall Leaves, And People Are Actually Buying Them"},
{"title": "27 Guys On What They Were Thinking When Their Brides Walked Down The Aisle"},
{"title": "We Know Your Favorite \"Harry Potter\" Character Based On Your Go-To Ice Cream Flavor"},
{"title": "19 Pictures That Will Make You Say \"Seriously?\""},
{"title": "Which \"Friday Night Lights\" Quarterback Is Your Soulmate?"},
{"title": "The Definitive Ranking Of Lady Gaga's Music Videos"},
{"title": "Who Said It: \"A\" Or Gossip Girl?"},
{"title": "Extraordinary Vintage Photos Reveal Hawaii's Hippie Treehouse Community"},
{"title": "What's Your Weird Phobia?"},
{"title": "Show Us Your Biggest Halloween Costume Fail"},
{"title": "Which \"AHS\" Character Are You Based On Your Choice Of Cake?"},
{"title": "I'm An Immigrant, But I'm Not..."},
{"title": "Zayn Malik Looks Exactly Like Young Joseph Stalin"},
{"title": "15 Celebrity #TBT Photos You May Have Missed This Week"},
{"title": "Which \"Halloweentown\" Creature Are You?"},
{"title": "We Had Five Psychics Tell Us Our Fortunes And It Made Us Question Everything"},
{"title": "17 Embarrassing Church Horror Stories That'll Make You Cringe"},
{"title": "What Is Your Favorite Science Fact Of All Time?"},
{"title": "This Is Actually Why Your Hands And Feet Are Always Cold"},
{"title": "21 Struggles Of Doing Your Makeup On Public Transportation"},
{"title": "Two Truths And A Lie: Ed Sheeran And Jamie Lawson Edition"},
{"title": "People Are Using the Hashtag #MedicatedAndMighty To Fight the Stigma Around Mental Health Medication"},
{"title": "11 Charts That Perfectly Sum Up Your Relationship With Your Mom"},
{"title": "Some Dude Asked Natalie Dormer How She Feels About Looking Like Kermit The Frog's Girlfriend"},
{"title": "11 Steamy Lyrics That Will Make See You Selena Gomez In A New Light"},
{"title": "Which TV Town Would Be The Perfect Fit For You?"},
{"title": "17 Shocking Secrets Germaphobes Won't Tell You"},
{"title": "Kanye West Unknowingly Fell In Love With A Beck Song While At A Dinner With Taylor Swift"},
{"title": "Friendly Reminder That Victoria Beckham Used To Dress Like This In The '00s"},
{"title": "This Guy Keeps Editing Himself Into Celebrities' Instagrams And It's Pretty Funny"},
{"title": "19 Lies All Parents Are Guilty Of Telling In Public"},
{"title": "Here's An Easy Way To Make Rice Krispie Treats Look Like Pumpkins"},
{"title": "Justin, Thomas, Stephen, And Elizabeth Are Four Adorable Kittens Who Want Your Support"},
{"title": "23 Of The Worst Things People Have Actually Said On A First Date"},
{"title": "This Couple Changed Their Name To Awesome And The Hardest Part Was Convincing Facebook"},
{"title": "Which Spam Email Are You?"},
{"title": "22 Things Every People Person Will Understand"},
{"title": "Selena Gomez Reveals She Underwent Chemotherapy When People Thought She Was In Rehab"},
{"title": "How Funny Are You Actually?"},
{"title": "21 Desserts That Are As Delicious As They Are Colorful"},
{"title": "\"Steve Jobs\" Turns Apple's Founder Into A Fascinating Jerk"},
{"title": "Which Steven Universe Character Are You Based On Your Zodiac Sign?"},
{"title": "22 Struggles Every Small Girl With Big Feet Will Understand"},
{"title": "23 Pictures That Pretty Much Sum Up 2015"},
{"title": "The Most Badass Graphic Novel Ever Created Has Been Published"},
{"title": "Powerful Images Showing Where Young Syrian Refugees Sleep"},
{"title": "13 Weird Italian Expressions Translated Literally Into English"},
{"title": "This Trans Guy Took A Selfie Every Day For Three Years To Show How His Face Changed"},
{"title": "Taylor Swift Says She Learned A Lesson After That Whole Nicki Minaj Debacle"},
{"title": "18 Pugs Who Demand To Be Taken Seriously"},
{"title": "I Drew Disney Princesses Living In The Star Wars Universe"},
{"title": "This Dog And Baby React The Same Exact Way To Daddy Coming Home"},
{"title": "Meet The \"Genius\" Grant Winner Who Tackles Public Health Issues Through Photography"},
{"title": "16 Confessions About What Life Is Like For Broke College Students"},
{"title": "A Woman Groped On A Bus Is Looking For The Man Who Stood Up For Her"},
{"title": "Which Couple Should You And Your Significant Other Cosplay?"},
{"title": "Liam Hemsworth Has A Body That Legit Won't Quit"},
{"title": "28 Photos That Will Give You Serious Relationship Goals"},
{"title": "People Are Criticizing Victoria's Secret For This Photoshop Fail"},
{"title": "Your Netflix Subscription Is About To Get More Expensive"},
{"title": "Do You Actually Deserve Your Cat?"},
{"title": "Epigenetic Test Can Predict Homosexuality, Controversial Study Claims"},
{"title": "18 Booty Call Confessions That Are All Too Real"},
{"title": "24 Things You'll Only Know If You Have Nigerian Parents"},
{"title": "These Two Sun Bears Are Roly Poly Cuties"},
{"title": "A Brief Reminder That Norman Reedus Is Really Damn Fine"},
{"title": "FKA Twigs Radiates Power On The Cover Of \"Paper,\" Loves Cake"},
{"title": "The Hardest \"Walking Dead\" Video Game Quiz You'll Ever Take"},
{"title": "Blake Lively's \"Gossip Girl\" Audition Tape Has Resurfaced And It's Amazing"},
{"title": "23 Sex Talk Horror Stories That'll Give You Secondhand Embarrassment"},
{"title": "How (And Why) This Man Lived In His Car For Over A Year"},
{"title": "We Know Which GIF Will Make You Laugh Based On Your Birth Month"},
{"title": "12 Crazy Delicious Recipes To Feed Your Avocado Obsession"},
{"title": "Which \"Game Of Thrones\" Character Are You Based On Totally Unrelated Questions?"},
{"title": "11 Horrifyingly Cute Halloween Emojis"},
{"title": "If \"Great British Bake Off\" Innuendos Were Motivational Posters"},
{"title": "Do You Know The Lyrics To \"Bullfrog In Love\" From \"The Office\"?"},
{"title": "Women Stormed The \"Suffragette\" Movie Premiere Saying The Feminist Struggle Isn't Over"},
{"title": "21 Squirrels Who Need To Back The Eff Off"},
{"title": "Fans Are Angry With Ashley Benson After She Posed In A \"Cecil The Lion\" Costume"},
{"title": "This Graphic Novel Perfectly Describes What It's Like To Be A Teenage Girl"},
{"title": "When You Text Your Ex"},
{"title": "22 Mouthwatering Things You Can Do With Cheese"},
{"title": "This Color Test Will Determine The Type Of Sex You Like"},
{"title": "What's The Best Last-Minute Halloween Costume You've Ever Had?"},
{"title": "36 Regular People Who Look So Much Like Celebs It's Crazy"},
{"title": "This Woman Secretly Filmed Her Husband Groping Their Maid And May Go To Jail For It"},
{"title": "21 Of The World's Most Powerful People As Youngsters"},
{"title": "The Pregnant Refugee Pleading For An Abortion Can't Get Out Of Bed And Is Losing Weight Fast"},
{"title": "When Salads Hurt Your Soul"},
{"title": "27 Professors Who Got The Last Laugh"},
{"title": "Kylie Jenner Proves She Doesn't Wear Butt Pads By Showing Off Her Spanx"},
{"title": "35 Very Important Questions I Need Yoshi To Answer Right Now"},
{"title": "Which Off-Brand Halloween Costume Should You Wear?"},
{"title": "30 Gooey And Delicious Dips That Will Make Freak Nasty Proud"},
{"title": "Meet Pumpkin The Raccoon"},
{"title": "Do You Identify More With Drake Or Kanye?"},
{"title": "When You're Bored AF"},
{"title": "Two Neighbours Are Engaged In An Epic Game Of Election Sign One-Upmanship"},
{"title": "24 Reasons You Should Stop Messing Around And Just Marry A Brit"},
{"title": "10 Scary Movies As Viewed By Complete Cowards"},
{"title": "Nadiya Did Her Sassiest Response Ever On The Final Of \"Bake Off\" 2015"},
{"title": "17 Powerful Quotes About Racism In America"},
{"title": "Would You Like An Occasional Bunny In Your Inbox?"},
{"title": "17 Dogs Who Demand A Cuddle"},
{"title": "A Line Of Studio Ghibli Clothing Just Dropped And It's Magical"},
{"title": "29 Things You'll Understand If You Went To College In The Mid '00s"},
{"title": "What Basic Fall Activity Should You Do With Your S.O.?"},
{"title": "15 Phrases That Are Basically Sex To Socially Anxious People"},
{"title": "What's Your Favorite Moment From \"Hocus Pocus\"?"},
{"title": "I Lived According To Kylie Jenner's App And Here's What Happened"},
{"title": "22 Of Kourtney Kardashian's Deepest Thoughts"},
{"title": "What Ghost Movies Are Required Watching For Horror Fans?"},
{"title": "21 Wicked Ways To Trick People Into Eating The Best Candy Ever"},
{"title": "My Long, Exhausting Summer Of Street Harassment Is Over"},
{"title": "GoT's Natalia Tena Plays The Hardest Game Of Would You Rather For \"Game Of Thrones\" Fans"},
{"title": "There's A New Trailer For The \"Sherlock\" Christmas Special And It's Pure Magic"},
{"title": "How Keen Are You?"},
{"title": "This Is What Happens When You Get Drunk"},
{"title": "How You Act Around Your Friends Vs. Your Best Friend"},
{"title": "Everyone Else Can Just Give Up Because Nicki Minaj Has Won 2015 Already"},
{"title": "This Is What Other Countries Truly Think About Halloween In The U.S."},
{"title": "I Made Some Greeting Cards For My Upstairs Neighbor"},
{"title": "Here's What Happens When You Ask A Chef To Make You Breakfast"},
{"title": "The 25 Most GIF-Worthy Moments Of The 2015 Blue Jays Season"},
{"title": "Nadiya's Speech At The End Of \"Bake Off\" Was So Incredibly Moving"},
{"title": "There's A Game That's Surfaced From The Deep Web And It's Scary As Hell"},
{"title": "These Are The Survivors' Memories Of The Rana Plaza Building Collapse"},
{"title": "I'm Bipolar, But I'm Not..."},
{"title": "19 Signs You're The Thirsty One In Your Friendship Group"},
{"title": "Who Said It: Cookie Monster Or Cookie Lyon?"},
{"title": "\"Distressing\" Halloween Clown Posters Investigated By Watchdog Following Complaints"},
{"title": "Tell Us About Your Self(ie): Katie Stevens"},
{"title": "What's One Life-Changing Beauty Tip Or Trick Your Mother Taught You?"},
{"title": "Here's Where Budget Travelers Actually Go On Vacation"},
{"title": "These Youth Football Players Quit Their Game To Do The \"Whip/Nae Nae\""},
{"title": "This Beautiful Canadian Won A Nobel Prize And Just Wanted To Talk About Hockey"},
{"title": "Oh Shit! Did Victor Cruz's Fiance Just Send A Group Text To His Mistresses?"},
{"title": "14 Things You Did To Look Cool As Teens That Aren't Cool Now"},
{"title": "Just How Accidental Was This Instagram That Ariana Grande Uploaded?"},
{"title": "Brian Blessed Delivered A Baby In A Park, Bit Off The Umbilical Cord, And Licked The Baby's Face"},
{"title": "Do You Actually Prefer Ryan Gosling Or Ryan Reynolds?"},
{"title": "Here's Why You Actually Bruise So Easily"},
{"title": "Demi Lovato On Her Mental Health Journey"},
{"title": "Google's Plan To Save The Web"},
{"title": "What's The Best Haunted House You've Ever Been To In The U.S.?"},
{"title": "39 Thoughts I Have Every Time I Watch \"Property Brothers\" On HGTV"},
{"title": "Do You Remember The Lyrics To \"Last Friday Night\" By Katy Perry?"},
{"title": "\"Intruders\" Is The Creepiest Comic You'll Read Today"},
{"title": "Let's All Congratulate Twitter On Not Verifying Kamaal R. Khan"},
{"title": "How Well Do You Remember Season One Of \"The Hills\"?"},
{"title": "24 Middle-Class Crisps That Went Way, Way Too Far"},
{"title": "What Happened When I Let A Computer Cook Me Dinner (Kind Of)"},
{"title": "How Well Do You Remember The \"One Semester Of Spanish Love Song\"?"},
{"title": "This Beautiful Poem Will Resonate With Anyone Living In A Place They Aren't From"},
{"title": "Can You Identify The \"Love And Hip Hop: Atlanta\" Season Based On Joseline's Hair?"},
{"title": "Faith Hill Responded To Tim McGraw's Marriage Proposal In The Most Adorable Way Possible"},
{"title": "Are You Taller Than Barack Obama?"},
{"title": "21 Very Honest Secrets From Virgins"},
{"title": "We Know Your \"Harry Potter\" Trick-Or-Treating Partner Based On Your Birth Month"},
{"title": "You Need To Listen To This Kanye West-Weezer Mashup Album"},
{"title": "Do You Remember The Halloween Costumes From \"The Office?\""},
{"title": "These People Had Touching Reactions When Confronted With Homophobia"},
{"title": "Chilaquiles Are The Greatest Food Ever And You Should Try It"},
{"title": "Canada Is Three Years Behind Schedule In Replacing A Part That Caused A Fighter Jet To Crash"},
{"title": "Are You More Laura Or Carmilla?"},
{"title": "11 Bowls Of Oatmeal That Will Change Your Breakfast Forever"},
{"title": "Being A Desi Girl In Your Early Twenties Vs. Your Late Twenties"},
{"title": "Be Honest: Would You Hit That?"},
{"title": "Just A Reminder That Chace Crawford Looks Flawless AF Right Now"},
{"title": "15 Canadian Street Names That Will Make You Say WTF"},
{"title": "Kendall Jenner And Gigi Hadid (aka KenGi) Are The Ultimate Friendship Goals"},
{"title": "These Inspiring Portraits Capture The Emotional Fight Against Cancer"},
{"title": "Which \"Avatar: The Last Airbender\" Character Are You?"},
{"title": "Are You Ready To Sync Your Vagina With Your Smartphone?"},
{"title": "16 Snapchats All Long Distance BFFs Have Sent"},
{"title": "Can We Tell If Your Phone Screen Is Cracked?"},
{"title": "8 Types Of Girls You've Danced With"},
{"title": "Are You Dope Or Nope?"},
{"title": "Here's What You Should Care About Before The Major League Baseball Playoffs"},
{"title": "23 Things Women Say Vs. What They Actually Mean"},
{"title": "I'm Homeless, But I'm Not..."},
{"title": "Two Huge Whales Just Wanted To Hang With This Dude While He Paddleboarded And It's Surprisingly The Cutest"},
{"title": "21 Things You Should Never Say To A Skinny Girl"},
{"title": "Reminder That \"Gilmore Girls\" Is The Most Autumn Show Of All Time"},
{"title": "34 Questions Stephenie Meyer Needs To Answer Immediately"},
{"title": "The Cast Of \"Pan\" Plays A Game Of \"Fly Or Fail\""},
{"title": "This Costume Competition Proves That \"Simpsons\" Fans Are The Best In The World"},
{"title": "This Indian Billionaire Is Trying To Save The World"},
{"title": "18 Things Every Beer Drinker Needs To Know"},
{"title": "Donald Trump In Famous Horror Movie Scenes Will Petrify You"},
{"title": "This Viral Photo Of A Deputy Comforting A Baby After A Car Crash Is Amazing"},
{"title": "21 Tumblr Posts That Are Way Too Real For All College Students"},
{"title": "The Heartbreaking Reason These Men Are Sharing Photos Of Their Painted Fingernails"},
{"title": "A Gay Artist Quite Literally Schooled Someone Who Sent Him Hate Mail"},
{"title": "19 Things Everyone With Naturally Thick Eyebrows Knows To Be True"},
{"title": "Hair-Raising Photos From The World Beard Championship 2015"},
{"title": "Can You Tell Which Version Of Each Of These Celebrities Is The Younger One?"},
{"title": "What Job Would You Have In \"Orange Is The New Black\"?"},
{"title": "How Would You Die In \"Once Upon A Time\"?"},
{"title": "For Anyone Who Thinks Drunk Food Is The Best Part Of Going Out"},
{"title": "Are You More Chanel Oberlin Or Chanel Simmons?"},
{"title": "15 Texts Everyone Dreads Getting During Fall"},
{"title": "Australia's First Indigenous Teen Drama Tears Down Stereotypes"},
{"title": "Can You Match The Actor To Their Animated Film Roles?"},
{"title": "Claire Hooper And Mel Buttle Decorated Cakes While We Grilled Them About Hosting \"Great Australian Bake Off\""},
{"title": "24 Heat-Activated Mugs You Never Knew You Needed"},
{"title": "Australians Try Japanese Candy"},
{"title": "19 Reasons You Need To Follow Aussie Chef Adam Liaw On Twitter And Instagram"},
{"title": "We Know Your Method For Falling Asleep Based On Your Shirt Color"},
{"title": "Do You Remember The First Word In These Videos From \"Total Request Live\"?"},
{"title": "Here's The Biggest Halloween Costume For Each Year Of The '90s"},
{"title": "These Badass Pugs Are Living The Thug Life And You'll Want To Join Their Squad"},
{"title": "10 Insanely Delicious Smoothies To Fuel Your Trip To The Gym"},
{"title": "How Well Do You Remember Myspace?"},
{"title": "We Know Which Plastic You Are Based On \"Mean Girls\" Halloween Trivia"},
{"title": "26 Instagram Accounts That Will Give Guys Serious Style Goals"},
{"title": "Should You Date Harry Styles Or Justin Bieber?"},
{"title": "What It's Like To Wear The Same Thing Every Day"},
{"title": "16 \"Lord Of The Rings\" Questions That Are Impossible To Answer"},
{"title": "These Two Adorable Guinea Pigs Sharing A Blade Of Grass Might Just Cause Your Heart To Explode"},
{"title": "Which \"Boogie Nights\" Character Is Your Kindred Spirit?"},
{"title": "Which \"Saw\" Character Are You?"},
{"title": "This Is What Women With The Same BMI Look Like Side By Side"},
{"title": "Naomi Campbell Posed Nude For A Magazine And It Is Everything"},
{"title": "American Kids Tried Dinners From Around The World And Their Reactions Were Next Level"},
{"title": "Can You Guess The Disney Movie Based On The Animal?"},
{"title": "A Canadian Guy Dissed Tim Hortons Coffee So He Could Get A Date In England"},
{"title": "Relationships At The Beginning Vs. Relationships After Three Years"},
{"title": "Which Gangster Movie Bride Are You?"},
{"title": "Keke Palmer Defends Racial Stereotypes On \"Scream Queens\""},
{"title": "We Know Your Go-To Monopoly Piece Based On Your Zodiac Sign"},
{"title": "China's Internet Users Are Less Than Happy About Being Left Out Of A Huge Trade Deal"},
{"title": "University Diversity Officer Charged Over \"Menacing\" Social Media Post"},
{"title": "Signs You And Your BFF Are Practically Married"},
{"title": "A Montreal Guy Put Up Election Signs For No Reason Whatsoever"},
{"title": "A New Film Captures What Life Is Like For Two Black Men In Tottenham"},
{"title": "This Book Is For Everyone Who Loves TV As Much As Literature"},
{"title": "We Have To Ask You About \"The Voice\" Last Night"},
{"title": "Lady Gaga Just Casually Slayed The JFK Airport Terminal"},
{"title": "This Guy Filmed A Music Video From His Wrist And It's Amazing"},
{"title": "19 Strikingly Beautiful Italian Baby Names That Are About To Take Over"},
{"title": "Do You Own A Cat Or Does Your Cat Own You?"},
{"title": "What's The Weirdest Question You've Ever Googled?"},
{"title": "Behind The Scenes Casting Secrets From \"Gossip Girl,\" \"Arrow,\" And More"},
{"title": "This Wounded Veteran's Service Dog Was His Best Man, And It'll Make You Bawl"},
{"title": "17 Confessions From The Biggest \"American Horror Story\" Fans"},
{"title": "Today's Good Nice Horoscope For All Humans"},
{"title": "16 Messages That Are Basically Sexts For Parents"},
{"title": "Can We Guess Your Personal Life Philosophy?"},
{"title": "Sit Back, Relax And Read This Bear Story"},
{"title": "Try And Guess What Halloween Candies These Were Before We Smashed Them"},
{"title": "19 Photos That Show What Immigration In Australia Used To Be Like"},
{"title": "Here's What It's Like To Work In A Catty Environment"},
{"title": "We Know Your Favorite Halloween Movie Based On Your Zodiac Sign"},
{"title": "Here Are Some GIFs I Drew About Having Period Rage"},
{"title": "This Is The Best \"Scream Queens\" Drinking Game Ever"},
{"title": "Who Said It: Leslie Knope Or Michael Scott?"},
{"title": "26 Things You'll Just Get If You've Ever Been Heartbroken"},
{"title": "Can You Tell The Difference Between Shawn And Aaron Ashmore?"},
{"title": "11 Times Tumblr Combined Your Love Of Animals And Video Games"},
{"title": "New Zealand Kids Do This Exercise Called \"Jump Jam\" And It's Crazy"},
{"title": "23 Cleverly Creative Ways To Decorate Your Rented Apartment"},
{"title": "If You Use LinkedIn It May Owe You Compensation From A $13 Million Settlement"},
{"title": "The Internet Reacted Hilariously To Matt Harvey's Disappearance"},
{"title": "7 Insanely Cool Halloween Treats That You Can Actually Make"},
{"title": "11 Cookie Lyon Greeting Cards For Every Occasion"},
{"title": "You Won't Believe How Much Of This Mini Crossword You Can Finish"},
{"title": "22 Excellent Reasons To Ban The Rounds System Immediately"},
{"title": "Rescue Dogs Re-Create Fashion Magazine Covers And It's Painfully Cute"},
{"title": "18 Things Everyone Who Hates PDA Will Understand"},
{"title": "57 Things You'll Learn When You Live With Your Best Friends"},
{"title": "Here's How To Start Running, Stick With It, And Not Totally Hate It"},
{"title": "Pedro Martinez Says Excellent Playoff Pitching Will Bring In New Baseball Fans"},
{"title": "22 Knockoff Game Systems That Failed So Hard They Almost Won"},
{"title": "Can We Guess What Kind Of Drunk You Are?"},
{"title": "27 Of The Happiest Cats In The World"},
{"title": "Gabrielle Union Looks EXACTLY The Same At Age 42 As She Did At 26"},
{"title": "27 Funny, Bizarre, And Ingenious Excuses People Have Used To Skip School"},
{"title": "Here's What You Look Like Hiding A Yawn"},
{"title": "18 Perfect Couple Halloween Costume Ideas For You And Your Girlfriend"},
{"title": "An Alarming Number Of People Think \"The Martian\" Is A True Story"},
{"title": "13 Charts That Perfectly Sum Up Having A Big Butt"},
{"title": "This Is What Adele's Collaborators Have To Say About Her Third Album"},
{"title": "Here's The Body-Positive Reason ModCloth Ditched Their \"Plus\" Section"},
{"title": "What's The Worst Thing You've Ever Smelled?"},
{"title": "28 Adorable Animal Things You Need In Your Life"},
{"title": "Can We Guess Your Age And Whether You Were Popular At School?"},
{"title": "27 Decorating Tips We Learned From \"Fixer Upper\" Star Joanna Gaines' Beautiful Instagram Account"},
{"title": "Halloween Candy Ranked By Grown-Ass Adults Who Should Have Been Working"},
{"title": "This 19-Year-Old Girl Looks Exactly Like Kylie Jenner"},
{"title": "21 Struggles That Are Too Real For Drake"},
{"title": "Wendy Williams Attempts To Guess 16 Terrible Celebrity Paintings"},
{"title": "This Badass Couple Just Raised The Bar On Engagement Photos"},
{"title": "26 Ways The World Was Different Before \"Twilight\" Came Into Our Lives"},
{"title": "What Do You See When You Look At These LEGO Creations?"},
{"title": "23 Pictures Of Cats That Will Destroy Your Faith In Cat Education"},
{"title": "Here's Our Dream Cast For The Gender-Swapped \"Twilight Reimagined's\" Edythe And Beau"},
{"title": "Lauren, Tom Hanks Found Your Fordham University Student ID"},
{"title": "Here Are Twilight's Bella And Edward Gender-Swapped"},
{"title": "19 Things All Super Polite People Just Get"},
{"title": "The Wait Is Over: You Can Now Put Your Penis In A Mouth-Vagina-Anus Robot"},
{"title": "17 Tumblr Posts About Teachers Guaranteed To Make You Laugh"},
{"title": "We Can Guess Your Age With Just Three Questions About Your WhatsApp Habits"},
{"title": "28 Insanely Clever Halloween Costumes For Your Inner Geek"},
{"title": "Rihanna Talks Chris Brown In Candid New Interview"},
{"title": "Here's How To Use A Toothpick To Make Your Brownies Look Like A Spiderweb"},
{"title": "The Hardest \"True Or False\" Space Quiz You'll Take Today"},
{"title": "The \"Twilight\" Author Has Rewritten The Book To Reverse The Genders"},
{"title": "32 Times Scottish Twitter Was The Funniest Place On The Internet"},
{"title": "A Beginner's Guide To Twitter's Moments (AKA \"Project Lightning\")"},
{"title": "Apple Watch Users Are Working Out (And Standing) More, Survey Says"},
{"title": "Rihanna On Rachel Dolezal: \"Is It Such A Horrible Thing That She Pretended To Be Black?\""},
{"title": "23 Things Anybody Who Has Ever Dated A Boy Will Understand"},
{"title": "What's Going On Around The World Today"},
{"title": "How British Is Your Dad?"},
{"title": "These Hindus Ate Beef To Protest The Ban And Challenged Extremists To Kill Them For It"},
{"title": "22 Things Celebrity Couples Do In Life That Normal People Couldn't"},
{"title": "If These Men Aren't Guilty, Why Can't They Go Free?"},
{"title": "15 Places With The Most Unfortunate Names On The Planet"},
{"title": "Boris Johnson Tells \"Crusty\" Protesters He'll Never Surrender To \"Hard Left\""},
{"title": "13 Pictures That Perfectly Sum Up Being Black Out Drunk"},
{"title": "Selena Gomez's \"Good For You\" And The Rise Of \"Indie Pop Voice\""},
{"title": "19 Things Only People Who Work At The Movies Will Understand"},
{"title": "44 Strange, Ridiculous, And Bizarre Things Overheard On The London Underground"},
{"title": "The Transgender Man Trapped In India By His Parents Is Finally Being Allowed To Return To The U.S."},
{"title": "23 Things All People With Long, Lustrous Hair Will Understand"},
{"title": "I Baked Every Technical Challenge From \"The Great British Bake Off\" And It Was A Fucking Disaster"},
{"title": "John Stamos And Julianne Moore Acted Out A Soap Opera Entirely Using Taylor Swift Lyrics"},
{"title": "What's The Most Awkward Thing You've Said Or Heard On A First Date?"},
{"title": "This Journalist Appeared On Live TV After She Was Hit In The Face By A Police Grenade"},
{"title": "I Gave Up Sugar For Two Months And Here's What Happened"},
{"title": "Which \"Harry Potter\" Movie Should You Watch Right Now?"},
{"title": "Please Take A Moment Out Of Your Day To Look At This Stunning Aishwarya Rai Bachchan Photo Shoot"},
{"title": "Thierry Henry Reacted Brilliantly To Brendan Rodgers Getting Sacked And It Became A Huge Meme"},
{"title": "17 Delicious Ways You Should Actually Be Eating Popcorn"},
{"title": "Which Historical Figure Would Have Been Your Boyfriend?"},
{"title": "Shah Rukh Khan Just Sent Paulo Coelho The Most Amazing Gift"},
{"title": "Stunned Farmer Discovers Woolly Mammoth Bones In Michigan Field"},
{"title": "The 15 Most Blasphemous Things Ever Said On Twitter"},
{"title": "Which Scary Movie Should You Watch On Halloween Based On Your Birth Month?"},
{"title": "You Now Have To Pay For Plastic Bags In England And People Have Lost Their Minds"},
{"title": "29 Times Hungover Travelling Is The Absolute Worst"},
{"title": "Were You A Scene Kid Or An Emo Kid?"},
{"title": "What Brand Of Fast Food Nachos Is Best?"},
{"title": "Justin Bieber Has A New Dance And We Are All About It"},
{"title": "How Well Could You Navigate The \"Mean Girls\" Cafeteria?"},
{"title": "We Know Your Favorite TV Show Based On Your Birth Month"},
{"title": "This Politician Wants People To Have Penalty Rates To Afford A Catholic Education"},
{"title": "19 Things Art Students Are Tired Of Hearing"},
{"title": "Australian Government's Welfare Card Will Destroy Families, Indigenous Leaders Say"},
{"title": "Which \"Harry Potter\" Villain Are You Based On Your Zodiac?"},
{"title": "Facebook Is Going To Launch A Satellite To Beam Internet To Africa"},
{"title": "The Victorian Government Will Legalise Medical Cannabis"},
{"title": "15 Places Every Book Lover In Melbourne Needs To Know About"},
{"title": "The Definitive Timeline Of Justin Bieber's Hair Evolution"},
{"title": "Same-Sex Couples May Soon Be Able To Adopt In Victoria, Australia"},
{"title": "Men Are Upset That Ronda Rousey Is On The Cover Of \"Men's Fitness\""},
{"title": "Are You More Katniss Or Furiosa?"},
{"title": "16 Healthy Smoothies That Look Just As Good As They Taste"},
{"title": "This Guy Proposed With A Custom Super Mario Brothers-Style Video Game"},
{"title": "What's Your Actual Name Based On Your Birth Month?"},
{"title": "Air France Bosses Attacked As Employees Storm Meeting Over Job Cuts"},
{"title": "This Guy Was Fired After Posting Racist Comments About His Co-Worker's Son"},
{"title": "Sound Smart In Front Of Your Friends With Some Facts About The TPP"},
{"title": "Here Are The Actual Places On Mars Where \"The Martian\" Is Set"},
{"title": "Trump Once Said Of Guns: \"Nothing I Like Better Than Nobody Has Them\""},
{"title": "12 Secret Beaches Everyone On The Gold Coast Should Know About"},
{"title": "What Should Your Squad Be For Halloween This Year?"},
{"title": "20 Times \"Bones\" Got Way, Way Too Real"},
{"title": "Australian Band Has Its Show Cancelled Because Of Its \"Offensive\" Name"},
{"title": "Are You More Pinky Or The Brain?"},
{"title": "29 Very Real L.A. Problems"},
{"title": "Follow This Conservative Donor's Crazy Cash Trail In 20 GIFs And Pictures"},
{"title": "What Should Your Yearbook Quote Be?"},
{"title": "17 Halloween Fails That Are Borderline Impressive"},
{"title": "Are You More Sally Or Jack Skellington?"},
{"title": "21 Times Michael Clifford Was The Realest Person On Twitter"},
{"title": "Are You More Han Solo Or Indiana Jones?"},
{"title": "17 Lohanthony Tweets That Will Speak To Your Soul"},
{"title": "Here's What Thackery Binx From \"Hocus Pocus\" Looks Like Now"},
{"title": "19 Decadent Pumpkin Desserts That Will Leave You Drooling"},
{"title": "Here Are Some Handy Color Charts For Your Burger King-Induced Green Poop"},
{"title": "8 Urban Dictionary Definitions You Need To Know"},
{"title": "Are You Sharon Spitz Or Maria Wong From \"Braceface\"?"},
{"title": "18 Halloween Struggles You'll Recognize If You're From A Hot Place"},
{"title": "SOUND THE ALARMS: Pepsi Perfect From \"Back To The Future Part II\" Is Finally Being Released"},
{"title": "Here's What Happens When You Turn A Pumpkin Spice Latte Into Pizza"},
{"title": "Watch This Mum Tell Her Transgender Daughter How Happy She Makes Her"},
{"title": "Can This Test Determine Your Personality?"},
{"title": "People Are Upset About Meryl Streep's \"I'd Rather Be A Rebel Than A Slave\" T-Shirt"},
{"title": "The 54 Absolute Worst Things About Fall"},
{"title": "Boy, 11, Allegedly Shoots 8-Year-Old Neighbor Girl To Death After Fight Over Her Puppy"},
{"title": "58 French Villages That Should Be On Your Bucket List"},
{"title": "Look At These Dead Bodies And Guess What Movie They're From"},
{"title": "If Presidential Candidates Were Extinct Animals"},
{"title": "Serena Williams Went Tubing With Colton Haynes And OMFG She's Flawless"},
{"title": "43 Books You Won't Be Able To Stop Talking About"},
{"title": "Jennifer Aniston And Justin Theroux Make Red Carpet Debut As Husband And Wife"},
{"title": "A 25-Year-Old Woman Is Helping People Replace Their Exes With Celebrities In Photos"},
{"title": "Tell Us The Craziest Thing You've Done To Impress Your Crush"},
{"title": "Why This TV Show Featured Full-Frontal Male Nudity"},
{"title": "Tell Us About Yourself(ie): David Anders"},
{"title": "Try These Cocktails While You Watch Your Favorite CW Show"},
{"title": "What Type Of Friend Are You Based On Your Zodiac Sign?"},
{"title": "These Red Dresses Are A Haunting Reminder Of Missing And Murdered Indigenous Women"},
{"title": "15 Great Pieces Of Relationship Advice From Books"},
{"title": "17 Things That Prove Candy Corn Is Out Of Control"},
{"title": "This Photographer Takes Discarded Shopping Lists And Turns Them Into Freaky Recipes"},
{"title": "Find Out Your Horoscope For The Week Of October 5"},
{"title": "Hack Your Whole Life With The BuzzFeed DIY Newsletter!"},
{"title": "This Guy Saw The U.S. For Under $500 And You'll Want To Copy His Trip"},
{"title": "12 Ways \"Today's Special\" Was The Most WTF Kids' Show Ever"},
{"title": "I Went To The Sylvester Stallone Memorabilia Preview And Asked To Smell Rocky's Gloves"},
{"title": "How Average Are You Actually?"},
{"title": "Can We Guess How Sensitive You Are Based On This One Question?"},
{"title": "James Franco Just Got Bar Mitzvahed"},
{"title": "You'll Never Guess What The \"E\" In Chuck E. Cheese Stands For"},
{"title": "73 Thoughts Every Woman On Tinder Has"},
{"title": "Are You Scylla Or Charybdis?"},
{"title": "A Woman Who Lost Her Leg In A Terrifying Theme Park Accident Is Now A Catwalk Model"},
{"title": "How Did Your Parents Explain The Birds And The Bees To You?"},
{"title": "20 Years Ago, This Is What Fall Looked Like"},
{"title": "Here's How You Can Actually Find The Best Local Food When You're Traveling"},
{"title": "People Are Mad That Cosmo Called The Kardashians The \"First Family\""},
{"title": "The UK's Culture Secretary Pointed Out There Isn't A Dutch David Bowie And People Were Very Confused"},
{"title": "Tell Us About A Time You Really Fucked Up"},
{"title": "28 Moments That Will Make You Say \"Nice\""},
{"title": "Definitive Proof Taylor Swift Lyrics And Horror Movies Go Perfectly Together"},
{"title": "27 Pictures That Are Way Too Real For Rugby Players"},
{"title": "24 Real-Life Mermen That Will Make You Wet All Over"},
{"title": "Here's How To Do The Rainbow Snapchat Filter IRL For Halloween"},
{"title": "17 Lessons Selena Gomez Can Teach Twentysomethings About Life"},
{"title": "Bacon-Wrapped Sriracha Onion Rings"},
{"title": "9 Times Social Media Stepped In And Saved The Day"},
{"title": "A Toronto Woman Wearing A Niqab Was Attacked In Front Of Her Kids"},
{"title": "9 Confessions That Will Make You Glad You're Single"},
{"title": "PLEASE STOP SUBTWEETING"},
{"title": "24 Secrets People Who Work In A Garden Center Will Never Tell You"},
{"title": "This Kid Is The New Giant Pumpkin King Of Manitoba"},
{"title": "This Is What Space Travel Really Looks Like"},
{"title": "The One Thing You Never Noticed In \"How I Met Your Mother\""},
{"title": "23 Hilarious Tumblr Posts That Students Will Totally Get"},
{"title": "Can You Tell If It's A Pop Song Lyric Or A Hallmark Greeting Card?"},
{"title": "Tom Daley Touching Dustin Lance Black's Butt Is Somehow Really Precious"},
{"title": "31 Very Real San Francisco Problems"},
{"title": "Fall In Love With BuzzFeed Comics"},
{"title": "23 Times Kelly Rowland Was So Gorgeous It Almost Hurt"},
{"title": "Please Stop Talking"},
{"title": "We Can't Stop Looking At This Dashing Silver Fox Who Appeared At A Political Rally"},
{"title": "People With Vaginas Are Really Tired Of Answering This Question"},
{"title": "18 Times Canada Confused The Hell Out Of Everyone On Tumblr"},
{"title": "This Is What Push-Up Bras Actually Look Like In Different Sizes"},
{"title": "Did Anyone Else Notice Visible Penis In \"The Martian\"?"},
{"title": "Do You Remember These Details From The First Episode Of \"Gilmore Girls\"?"},
{"title": "This Reporter Accidentally Dropped His Mic Down A Tuba And It's Hilarious"},
{"title": "So, Uh... There's Gonna Be A Bollywood Movie About A Guy Whose Dick Turns To Gold"},
{"title": "Thierry Henry's Reaction To Brendan Rodgers Being Sacked Is Utterly Brilliant"},
{"title": "We Tested Cult Beauty Products And Here's What Happened"},
{"title": "This May Be The Single Most Legendary Selfie Ever Taken In India"},
{"title": "Do You Know The The Lyrics To \"Summer Nights\" From \"Grease\"?"},
{"title": "21 Halloween Costumes That Really Make No Sense"},
{"title": "David Cameron Says Anti-Conservative Protesters Should \"Behave With Respect\""},
{"title": "19 Times \"Absolutely Fabulous\" Summed Up Being In Your Twenties"},
{"title": "Tell Us About Yourself(ie): Eric Balfour"},
{"title": "Woman Allegedly Attempts Suicide On Nauru Detention Center After Daughter Raped, Family Separated"},
{"title": "Which Taylor Swift \"1989\" Tour Outfit Would You Rock?"},
{"title": "Kittens Trying To Wear Hats And Failing Is Insanely Cute"},
{"title": "We Know Which Disney Character You Should Carve Into Your Pumpkin"},
{"title": "Which \"The Walking Dead\" Character Are You Based On Your Taste In Music?"},
{"title": "David Cameron Says \"The Shine Is Coming Off The Ball\" Of The SNP"},
{"title": "Are You More James Bond Or Austin Powers?"},
{"title": "Here's How To Be Sexy Pizza Rat For Halloween For Less Than $89"},
{"title": "22 People Who Should Give Up On Flirting"},
{"title": "Kentucky Reptile Store Owner Hospitalized After Bloody Attack By 20-Foot Python"},
{"title": "You Might Lose TV Service This Week Because Of The Sun"},
{"title": "Kylie Jenner And Jenna Marbles Read Mean Tweets About Their Dogs And It Was Hilariously Mean"},
{"title": "The 18 Most Incredibly Badass Kids Of All Time"},
{"title": "18 Fall Salads You Need In Your Life Right Now"},
{"title": "For Anyone Who's Received A Free Granola Bar In Their ASOS Order"},
{"title": "23 Things Every Black Person Who Grew Up In The South Knows To Be True"},
{"title": "For Everyone Who's OBSESSED With Ina Garten And Her Husband Jeffrey"},
{"title": "A Photographer Went To North Korea To Prove That Female Beauty Is Everywhere"},
{"title": "29 Hilarious Fake Literary Band Names"},
{"title": "Which City Should You Visit Based On Your Taste In Chocolate?"},
{"title": "Roadside Memorial Remains An Outlet For Grief As Oregon Campus Prepares To Reopen"},
{"title": "What Kind Of Chanel-O-Ween Gift Do You Actually Deserve?"},
{"title": "Asylum Seekers Will Be Able To Move About Nauru Of Their Own Free Will"},
{"title": "A Dad Halted His Daughter's Wedding So Her Stepdad Could Help Give Her Away"},
{"title": "This Photo Of A Rugby Player Celebrating With His Daughter Is Too Damn Cute"},
{"title": "When Do Women Decide To Have Sex?"},
{"title": "Are You More Demi Lovato Or Miley Cyrus?"},
{"title": "U.K. Conservatives Are Giving Out Fake Money With Labour Leader's Face On It"},
{"title": "How Do Men Decide When To Have Sex?"},
{"title": "Time To Settle It Once And For All: What's The Best Chocolate Candy You Could Get On Halloween?"},
{"title": "How Long Would You Survive At \"Runway\" Magazine?"},
{"title": "15 Gorgeous London-Inspired Tattoos You'll Absolutely Love"},
{"title": "Are You More \"In The Heights\" Or \"Hamilton\"?"},
{"title": "15 \"American Horror Story\" Questions That Are Impossible To Answer"},
{"title": "This Paralysed Australian Sportsman Walked The Length Of A Football Pitch To Celebrate The Grand Final"},
{"title": "A French Bulldog Sassed The Hell Out Of Two Bears That Wandered Onto Her Patio"},
{"title": "Which Guy From \"Are You The One?\" Would Be Your Perfect Match?"},
{"title": "These Professional Fitness Instructors Tried Boxing For The First Time"},
{"title": "28 Times Naya Rivera Was The Most Flawless Person On Instagram"},
{"title": "We Know Where You Like To Shop Based On Which Celebrity You Find Most Attractive"},
{"title": "Halloween Party Drinks To Spook Your Friends"},
{"title": "This Woman Perfectly Explains Why You Shouldn't Ask People Why They Don't Have Kids"},
{"title": "The Commercial Airline Pilot Who Died Mid-Flight Was A Married Father Of Eight"},
{"title": "Jennifer Lawrence And Amy Schumer Add Chris Pratt And Aziz Ansari To Their Squad"},
{"title": "The Sexy Pizza Rat Halloween Costume Is Here And It Costs $89.95"},
{"title": "Tim Cook, Eddy Cue, Bud Tribble Remember Steve Jobs With Personal Essays"},
{"title": "We Need To Acknowledge That Niall Is The Most Underrated Member Of One Direction"},
{"title": "The Next Phase Of The Chick-fil-A Ascendancy Has Begun"},
{"title": "This Color Blot Test Will Determine What Your Subconscious Is Obsessed With"},
{"title": "29 Beard And Undercut Combinations That Will Awaken You Sexually"},
{"title": "If White Goodman's Quotes From \"Dodgeball\" Were Motivational Posters"},
{"title": "We Need To Talk About Nuts In Brownies And Cookies"},
{"title": "Which Soccer Player Should You Marry Based On Your Favorite Action Star?"},
{"title": "18 Genius Ways To Eat Cheese For Every Meal"},
{"title": "I'm A Woman But I'm Not..."},
{"title": "Are You Brave Enough To Date A Werewolf?"},
{"title": "Nobody Likes Hand Jobs"},
{"title": "Are You A Power Player Or A Big Baby?"},
{"title": "So, BuzzFeed Has A Newsletter About Hot Guys Now"},
{"title": "Which Type Of Swearer Are You?"},
{"title": "11 Halloween Costumes For Deeply Single People"},
{"title": "Can We Tell If You're An Axe Murderer By This One Question?"},
{"title": "55 Things That Slightly Infuriate Londoners"},
{"title": "People Who Ate Burger King's Black Whopper Said It Turned Their Poop Green"},
{"title": "25 Halloween Makeup Looks That Are Actually Easy"},
{"title": "A Mystery Glitch On Facebook Led To Two Strangers Meeting And Falling In Love"},
{"title": "What's The Most Embarrassing Thing That's Ever Happened To You At Church?"},
{"title": "Can The Men In Blazers Finally Make Soccer The Sport Of America's Future?"},
{"title": "John Oliver Breaks Down America's Problem With Gun Violence And Mental Illness"},
{"title": "15 Times Kate Winslet Didn't Give AF About What Anyone Thought"},
{"title": "An Open Letter To A Possible Future Mass Shooter"},
{"title": "8 Halloween Costumes Only \"Game Of Thrones\" Fans Will Get"},
{"title": "Wiz Khalifa And Amber Rose Reunited After Her \"SlutWalk\""},
{"title": "Psst, Free Idea: Stop Sexualizing Underage Bollywood Kids"},
{"title": "19 Things Lazy Girls Who Hate Getting Ready Will Know To Be True"},
{"title": "Which \"Assassin's Creed\" Character Are You?"},
{"title": "21 Things All Sweary Girls Are Tired Of Hearing"},
{"title": "The Hardest British Flag Quiz You Will Ever Take"},
{"title": "27 Insanely Creative Halloween Costumes Every Movie Lover Will Want"},
{"title": "We Tried A Beauty Subscription Service Catering For Women Of Colour"},
{"title": "13 Bollywood Moments That Changed The Face Of Swimwear In India"},
{"title": "Everyone Is Eating Cereal Wrong And It's Incredibly Upsetting"},
{"title": "17 Things Kylie Jenner Did Three Years Ago That She'd Never Do Now"},
{"title": "This Genius iPhone Trick Will Help You Clear Your Entire Inbox"},
{"title": "32 Tweets About Pop Culture That Will Actually Make You Laugh IRL"},
{"title": "Things Spiraled Out Of Control After This College Student Tried To Find His Missing Bike Helmet"},
{"title": "Matthew McConaughey Doesn't Look Like This Any More"},
{"title": "Americans Try Hong Kong Desserts For The First Time"},
{"title": "Are You More Sarah Koenig Or Ira Glass?"},
{"title": "Your Weekly Gossip Roundup: Justin Long And Amanda Seyfried Call It Quits, Blake Lively Shuts Down Her Website, And More"},
{"title": "You've Definitely Earned BuzzFeed's Cute Break Newsletter"},
{"title": "Why Would You Die In A Disney Movie?"},
{"title": "23 Things That Happen When You're The Last Single Friend"},
{"title": "Can We Guess Your Zodiac Sign From The Color You Choose?"},
{"title": "A Little Boy Was Driven Around By His Furry Best Friend"},
{"title": "33 Studio Ghibli Cakes That Are Guaranteed To Blow You Away"},
{"title": "25 Incredible Greek Islands You Need To See Before You Die"},
{"title": "This Video Will Make You Think Twice About Wearing A Headdress To Coachella"},
{"title": "A Mom Called Out A Textbook Publisher For Saying Slaves Were \"Workers\" And \"Immigrants\""},
{"title": "19 Reasons Straight Women Should Stay Single Forever"},
{"title": "These Weird Stock Photos Will Give You Wisdom About Life"},
{"title": "Caitlyn Jenner Totally Slayed It At The Point Foundation's Annual Voices On Point Gala"},
{"title": "Can We Guess Your Personality Based On Your Sense Of Humor?"},
{"title": "29 Frightfully Genius Ideas For The Spookiest Slumber Party Ever"},
{"title": "17 Times Melanie Martinez Slayed The Style Game On Instagram"},
{"title": "19 Things Women Who Love Wine Just Get"},
{"title": "What's Going On Around The World Today"},
{"title": "David Brent Quotes On Pictures Of Brendan Rodgers, Because Why Not"},
{"title": "This 14-Year-Old Found Out She Was The Next Disney Princess And Her Reaction Was Amazing"},
{"title": "24 Asshole Cats Who Don't Give A Fuck About Your Feelings"},
{"title": "Yoko Ono Tried To Break A World Record For John Lennon's Birthday And It Was Magical"},
{"title": "9 Safety Tips To Keep Your Pet Happy And Healthy This Fall"},
{"title": "Here's How I Accidentally Made An Old Avril Lavigne Death Hoax Go Viral"},
{"title": "The 27 Most Important Moments From \"Bake Off\" 2015"},
{"title": "Do You Know What These TV Shows Are Even About?"},
{"title": "Colbert Breaks Down Why Vaping Is So Hot Right Now"},
{"title": "24 Perfectly Cozy And Delicious Treats To Bake This Fall"},
{"title": "How Glamorous Are You Actually?"},
{"title": "A Man Live-Tweeted Making A Ridiculously Huge Flan And The Result Is Hilarious"},
{"title": "How Much Of A Netflix Addict Are You Really?"},
{"title": "The \"Rocky Horror Picture Show\" Cast Reunited And It Feels So Good"},
{"title": "14 Incredible Cabins That Will Make You Long For The Simple Life"},
{"title": "Vladimir Putin Is Having A Pretty Good Birthday, All Things Considered"},
{"title": "Nicki Minaj Shuts Down Reporter After Addressing Miley Cyrus Remarks"},
{"title": "21 Times British People Confused The Hell Out Of Everyone On Twitter"},
{"title": "A Nurse Was Horrified To Realize A Dying Patient She Was Trying To Save Was Her Own Brother"},
{"title": "15 Ways We Actually Express Ourselves"},
{"title": "My IUD And Me: A Lesbian Love Story"},
{"title": "\"Saturday Night Live\" Made Fun Of Taylor Swift's #Squad"},
{"title": "19 Parents Share Their Most Nightmarish Trick-Or-Treating Stories"},
{"title": "Which Horror Movie Villain Are You?"},
{"title": "There Were A Lot Of Pigs At An English Anti-Austerity March In Manchester"},
{"title": "27 Halloween Costumes For Men That Will Probably Make You Tingle Down There"},
{"title": "33 Impossibly Cute Ways To Cover Your Body In Books"},
{"title": "This Calendar Shows The Best Roundabouts From Around The World"},
{"title": "Everyone's Sharing This Picture Of A Crowd To Make A Point About Modern Life"},
{"title": "A Russian TV Channel Is Broadcasting Weather Forecasts For Syrian Air Raids"},
{"title": "This Artist Is Making Traditional Oil Paintings Of London Grime Artists"},
{"title": "Emilia Clarke And Jason Momoa Had The Cutest \"Game Of Thrones\" Reunion At Paris Fashion Week"},
{"title": "This American Was Shocked When His Facebook Post About England Went Viral"},
{"title": "What Does Your Name Say About Your Future?"},
{"title": "Can We All Appreciate How Hot AF Harry Judd Looks In This New Perfume Ad"},
{"title": "How Did Hash Browns Get Left Behind In McDonald's All-Day Breakfast?"},
{"title": "21 Signs You're Addicted To Your Goddamn iPhone"},
{"title": "Can We Guess How Big Your Boobs Are?"},
{"title": "23 Things All Sisters Who Went To The Same School Know"},
{"title": "Lil Bub Is Announcing Her First Album Right Here, Right Now"},
{"title": "Can We Guess Your Age Based On Your Apps?"},
{"title": "We Gave Up Masturbation For A Month And It Completely Changed Us"},
{"title": "14 Photos Proving That Too Many Rickshaw Drivers Have Had Their Hearts Broken"},
{"title": "Meet Pumpkin, The Orphaned Raccoon That Now Thinks She's A Dog"},
{"title": "People Are Confused By The Incredibly Weird Way British Government Ministers Are Standing"},
{"title": "What's Going On Around The World Today"},
{"title": "16 Reasons Making Babies With A Bengali Person Is An Excellent Idea"},
{"title": "This Adorable 3-Year-Old Is A Better DJ Than You"},
{"title": "British Police Say BBC Documentary On Alleged Westminster Child Sex Abuse Could Stop Victims Coming Forward"},
{"title": "20 Signs That Definitely Have A Hilarious Story Behind Them"},
{"title": "This Is What Living With Schizophrenia Is Really Like"},
{"title": "18 Very Sweary British Words You Need To Use Right Now"},
{"title": "Complaints Against British Police Are The Highest In Ten Years"},
{"title": "22 Things Single People Just Get"},
{"title": "Steve Irwin's Daughter Bindi Spoke About His Death And It Was Heartbreaking"},
{"title": "This New Movie May Be The Best Use Of 3D Ever"},
{"title": "How Well Do You Remember These PlayStation Games?"},
{"title": "Jack Black Tried Halloween Pinterest Hacks And Became A Master Pinner"},
{"title": "Miley Cyrus Sang About All The Crazy Shit That Happened This Summer"},
{"title": "Here's What Actually Happens When You Start Lifting Weights"},
{"title": "Amber Rose Opened Up About Slut-Shaming During Her SlutWalk Event"},
{"title": "19 Heartbreaking Confessions From Men Suffering From Emotional Abuse"},
{"title": "When You Try To Be Productive On Sundays"},
{"title": "7 Quick And Delicious Dinners To Make If You Have No Free Time"},
{"title": "23 Slices Of Pizza That Will Sexually Awaken You"},
{"title": "Hillary Clinton Made Fun Of Donald Trump And Herself On \"SNL\""},
{"title": "32 Ridiculously Clever Group Halloween Costumes"},
{"title": "Which Country Should You Live In Based On Your Zodiac Sign?"},
{"title": "19 DIY Projects That Will Make Your Home So Much More Cozy"},
{"title": "Hanging With Your Regular Friend Vs. Hanging With Your Best Friend"},
{"title": "17 Disney Nutella Memes Guaranteed To Make You Laugh Out Loud"},
{"title": "27 Ridiculously Weird Things Kids Actually Got While Trick-Or-Treating"},
{"title": "Here's What You Actually Need To Know About Growing Out Your Hair"},
{"title": "Are You Tyra Or Tiffany From \"Top Model\"?"},
{"title": "How To Eat Nothing But Pizza For Every Single Meal"},
{"title": "31 Jack-O'-Lanterns That Don't Deserve To Die After Halloween"},
{"title": "Women Try A Diva Cup For The First Time"},
{"title": "29 Reasons Why Brenda Meeks Is Our True Queen"},
{"title": "The World's Most Controversial High-Wire Walker Has A Plan To Take Over Entertainment"},
{"title": "Can You Identify The Janet Jackson Music Video From A Single Screengrab?"},
{"title": "Hillary Clinton Wins Endorsement Of Nation's Largest Union"},
{"title": "17 Dogs Who Just Want Their Beds Back"},
{"title": "How A Scientist And An Environmentalist Solved A Smelly Smog Mystery In Texas"},
{"title": "Which \"Agents Of S.H.I.E.L.D.\" Organization Do You Affiliate With?"},
{"title": "17 Reasons You Should Definitely Bring A Sweater"},
{"title": "Can We Guess Your Favorite Holiday?"},
{"title": "Pumpernickel The Mini-Pig Will Give You Life"},
{"title": "19 Soul Food Recipes That Are Almost As Good As Your Mom's"},
{"title": "We Know Which Disney Princess You Dislike The Most Based On Your Zodiac"},
{"title": "How Well Do You Remember The \"Sex And The City\" Finale?"},
{"title": "An Artist Mashed Up Star Wars And Comic Book Characters And It's Badass"},
{"title": "Which HBO Series Should You Watch Based On Your Sign?"},
{"title": "Are You More Lola Or Zoey From \"Zoey 101\"?"},
{"title": "When You're On A Diet But You Love Food Too Much"},
{"title": "If Donald Trump Tweets Were Motivational Posters"},
{"title": "18 Reasons Disney's Prince Philip Deserves Some Damn Credit"},
{"title": "Drinking: 20 Vs. 25"},
{"title": "We Know Your McDonald's Order Based On Your Birth Month"},
{"title": "How Well Do You Actually Remember \"Hey Arnold\"?"},
{"title": "Which Disney Couple Are You And Your Significant Other Based On Your Zodiac?"},
{"title": "We Know Your Favorite Smiley Emoji Based On Your Birth Month"},
{"title": "21 Things You'll Only Understand If You Had Braces"},
{"title": "We Know Your Taste In Men Based On One Horror Movie Question"},
{"title": "What Role Would You Play In A Band?"},
{"title": "We Know Your Favorite Disney Song Based On Your Birth Month"},
{"title": "Which TV Drama Leading Lady Are You?"},
{"title": "33 \"Mean Girls\" Quotes Guaranteed To Make You Laugh Every Time"},
{"title": "How Well Do You Really Remember \"Living Single\"?"},
{"title": "42 Movies You Will Be Talking About This Awards Season"},
{"title": "5 Great Books To Read In October"},
{"title": "How The Hole In My Heart Almost Killed Me"},
{"title": "When Someone Farts At Work"},
{"title": "Men Transform Into Superheroes"},
{"title": "\"Harry Potter\" Fans Are Trying To Set Dobby Free By Leaving Their Socks For Him"},
{"title": "Pharrell Asked A Bunch Of Kids Why They Love Reading And It Was Adorable"},
{"title": "13 Wise Life Lessons From Mindy Kaling's New Book"},
{"title": "We Asked A Married Couple To Try Each Other's Hobbies And This Is What Happened"},
{"title": "Women Transformed Into Superheroes And Felt Really Empowered"},
{"title": "Can We Guess Your Favorite Disney Villain?"},
{"title": "What Should You Watch On Netflix This October?"},
{"title": "Can You Pass The Cookie Tin Test?"},
{"title": "22 Things Only Cat Owners Understand About Cats"},
{"title": "17 Celebrity Instagrams You Need To See This Week"},
{"title": "The Most Fab And Drab Celebrity Looks Of The Week"},
{"title": "17 Painful Photos Every Thirtysomething Can Relate To"},
{"title": "Stephen Colbert's Monologue On The Oregon Shootings Was Powerful And Moving"},
{"title": "10 Mundane Things About Fall That Are Actually The Most Terrifying"},
{"title": "Which Halloween Town Should You Actually Live In?"},
{"title": "Celebs Try To Guess Other Celebs By Their Butt"},
{"title": "Why Dutch From \"Killjoys\" Is The Most Kick-Ass Woman On TV"},
{"title": "Which Cupcake Are You Based On Your Zodiac Sign?"},
{"title": "\"Extreme Phone Pinching\" Is Possibly The Most Nerve-Racking Internet Craze Yet"},
{"title": "37 Trunk-Or-Treat Ideas That Are Guaranteed To Win Halloween"},
{"title": "9 Science Stories You Can't Miss: The Guns And Goats Edition"},
{"title": "Amateur Porn Stars Revealed Their Deepest Secrets And They Might Surprise You"},
{"title": "6 Secretly Amazing Movies You Can't Miss This October"},
{"title": "We Know Whether Or Not You're A Nerd"},
{"title": "11 Movies All Rom-Com Fans Should Actually Watch"},
{"title": "Your Horoscope For October"},
{"title": "17 Uncommon Survival Products That Will Actually Change Your Life"},
{"title": "The Try Guys Try Coding With Girls Who Code"},
{"title": "17 YouTube Channels That Will Teach You A Damn Thing"},
{"title": "How Well Do You Know The Relationships In \"Love Actually\"?"},
{"title": "Here's How To Break Up With a Friend Like a Damn Adult"},
{"title": "This Man Has Been Growing His Fingernails For 62 Years And It's Crazy"},
{"title": "22 Stupid Easy Tips That'll Make Windows 10 So Much Better"},
{"title": "21 Insanely Cute And Simple Dollar Store Halloween Costumes That Are Gifts From God"},
{"title": "Demi Lovato Did A Nude, No-Makeup, Unretouched Photo Shoot And It's Everything"},
{"title": "19 Things You'll Only Understand If You're A Girl With Big Thighs"},
{"title": "This Video Of Bros Dancing To Justin Bieber On Hoverboards Is Perfect"},
{"title": "\"Scary Stories To Tell In The Dark\" Reimagined For Millennials"},
{"title": "10 Life-Changing Things To Try In October"},
{"title": "Someone Calculated How Much Money Jim Spent Pranking Dwight On \"The Office\" And It's Crazy"},
{"title": "A Message To Indian Men, From Indian Men: How To Not Be A Douchebag"},
{"title": "Rihanna Was Literally Incredibly, Amazingly Beautiful At The Dior Paris Fashion Week Show"},
{"title": "The World Now Knows Jake Gyllenhaal's Real Height Thanks To Conan"},
{"title": "BuzzFeed WKND: 10.02.15"},
{"title": "Tell Us Your Stories About Sexism In College"},
{"title": "18 Animals Who Are Very Impressed With You And Your Life"},
{"title": "17 Times Britain Confused The Hell Out Of Everyone On Tumblr"},
{"title": "Terrifying Fact: NSYNC Is Now 20 Years Old"},
{"title": "What Song Should You Play On Repeat This Weekend?"},
{"title": "14 Powerful Quotes That Will Make You Hopeful For The Future"},
{"title": "You Need To Listen To Erykah Badu's \"Hotline Bling\" Remix ASAP"},
{"title": "Lady Gaga's New Disco Cover Will Make Your Weekend"},
{"title": "17 Things Unmarried Arab Girls Are Tired Of Hearing"},
{"title": "13 Nostalgic Video Games You Can Play On Your Phone"},
{"title": "Um, Have You Heard About BuzzFeed's Daily Dogs Newsletter?"},
{"title": "20 Badass Tattoos Inspired By Health And Wellness"},
{"title": "Tell Us About Your Self(ie): Alli Simpson"},
{"title": "Show Us The Best Disney Halloween Costume You've Ever Had"},
{"title": "This Ex-Google Employee Is Pretty Sure He Bought The \"Google.com\" Domain For A Minute"},
{"title": "17 Chocolate Cakes That Will Bring You Pure, Unadulterated Joy"},
{"title": "Transgender People Are Making Their Needs Known To The Federal Government With #TransNeeds"},
{"title": "Can You Guess What These Sexy Halloween Costumes Are Called?"},
{"title": "New Couple Alert! Rita Ora And Travis Barker Are Officially Dating"},
{"title": "24 GIFs That Perfectly Sum Up The Feeling Of Taking Off One's Bra"},
{"title": "22 Obnoxiously Cozy Things That'll Help You Embrace The Cold"},
{"title": "You Jerks Love Pumpkin Spice So Much How About You Try The Real Thing"},
{"title": "These Teens Used Actual Scarlet Letters As A Clever Way To Protest Their  School's Sexist Dress Code"},
{"title": "This Egg, Bean, And Cheese Pita Pizza Is Better Than A Burrito"},
{"title": "The Hardest English Soccer Stadium Quiz You'll Take Today"},
{"title": "Sarah Michelle Gellar Reveals Her Mysterious New \"Star Wars Rebels\" Role"},
{"title": "8 Comics About A Talking Dog Who Knows The Truth"},
{"title": "17 '00s Songs Every New Zealander Will Instantly Recognise"},
{"title": "This Toddler Had The Best Reaction When She Found Out Adam Levine Is Married"},
{"title": "What's Going On Around The World Today"},
{"title": "Can We Guess What Kind Of Person You Are From These 10 Questions?"},
{"title": "This Might Be The Most Underrated Man On Earth"},
{"title": "We Know Which \"The Nightmare Before Christmas\" Character You Are"},
{"title": "This Is What Happens When You Ask Adults To Draw Jeremy Corbyn"},
{"title": "24 Women On What Being Plus Size Means"},
{"title": "Do You Know What Happened In The News This Week?"},
{"title": "Fried Fair Food Telephone - Feast Mode Hunger Squad"},
{"title": "32 Tweets About Sports That Will Make You Laugh Out Loud"},
{"title": "21 Spooky Date Ideas For You And Your Boo"},
{"title": "Married Vs. Single: When To Say \"I Love You\""},
{"title": "19 Surprising Confessions About Anal Sex"},
{"title": "16: Kelsey Would Rather Be Surfing"},
{"title": "This Is What It's Like When A Spider's Venom Melts Your Leg"},
{"title": "Who Said It: The \"Gilmore Girls\" Season 2 Edition"},
{"title": "These Men Are Using Facebook To Return Their Wives' Rights With The Hashtag #ItsMensTurn"},
{"title": "62 Things That Mildly Irritate Everyone Who Works In An Office"},
{"title": "Look At This Amazing Tweet By Shah Rukh Khan About \"Thots\""},
{"title": "Someone Keeps Accidentally Texting A Guy With An Awesome Beard And His Replies Are Hilarious"},
{"title": "14 Celebrities Dramatically Altered With Donald Trump's Hair"},
{"title": "28 Things All \"It's Always Sunny In Philadelphia\" Fans Will Laugh At"},
{"title": "Kids Talk About When Their Parents Got Divorced"},
{"title": "13 Extravagant Movie Houses You Wish You Could Live In"},
{"title": "Meet One Of The Thousands Of Couples Torn Apart By UK Immigration Laws"},
{"title": "27 Dog Costumes To Inspire Your Pets For Halloween"},
{"title": "9 Reasons Australia's New PM Is Feeling The Heat On Offshore Detention Centres"},
{"title": "Everyone's Really Mad At Childish Gambino For His \"Disastrous\" Australian Show"},
{"title": "Australia Is About To Turn Its Gloriousness Levels Up To 11"},
{"title": "Zac Goldsmith Has Been Elected Conservative Candidate For London Mayor"},
{"title": "Everything You Need To Know About \"Flakka,\" The Synthetic Drug That Isn't As New As You Think"},
{"title": "What \"Stitchers\" Character Are You Based On Your Zodiac Sign?"},
{"title": "These Fighting Kangaroos Are The Most Australian Thing Ever"},
{"title": "Which Of These \"Game Of Thrones\" Characters Are The Best?"},
{"title": "A Deaf Couple Had An Open Discussion About Love, Sex, And 46 Years Together"},
{"title": "24 Perfectly Romantic Wedding Songs For Twentysomethings"},
{"title": "We Need To Talk About The Pussycat Dolls"},
{"title": "How Well Do You Know The Lyrics To \"Don't Stop Believin'\"?"},
{"title": "This Insane Golf Course Is 4500 Feet Above The Ground"},
{"title": "Which Iconic Ruby Rose Hairstyle Should You Try?"},
{"title": "We Know Your Favorite TV Show Based On Your Zodiac Sign"},
{"title": "Who Said It: Taylor Swift Or Dr. Phil?"},
{"title": "Emojis You Need If You Are In The Illuminati"},
{"title": "Are You More Meredith Grey Or Izzie Stevens?"},
{"title": "17 Beautiful Places To Go Camping Around Sydney"},
{"title": "Friendly Reminder That Your Smoke Detector Is Totally Radioactive"},
{"title": "21 Delicious Dips You Won't Believe Are Only Three Ingredients"},
{"title": "A Designer Is Using Mumbai's Taxis To Teach Sign Language"},
{"title": "31 Halloween Costumes That Will Scare The Shit Out Of Your Friends"},
{"title": "21 Meatless Dinners That Are Perfect For Fall"},
{"title": "You Won't Believe How Much Of This Crossword You Can Finish"},
{"title": "19 Brutally Honest Confessions From Bridesmaids"},
{"title": "Your Soulmate Tom Hiddleston Is Really, Really Good At Impressions"},
{"title": "31 Two-Person Costumes Guaranteed To Up Your Halloween Game"},
{"title": "Confessions To The One That Got Away"},
{"title": "9 Feature Stories You Can't Miss This Week: Stunts, Studs, And Swag"},
{"title": "22 Faces That Perfectly Capture The Struggle Of Trying To Act Sober"},
{"title": "I Turned My Apartment Into A Goddamn Ball Pit And You Can Too"},
{"title": "The Long Journey To \"Freeheld\""},
{"title": "18 Easy And Delicious One-Pan Breakfasts"},
{"title": "19 Signs You're Finally Becoming An Adult"},
{"title": "What Your Crush Says VS What You Think"},
{"title": "If \"Netflix And Chill\" Were Honest"},
{"title": "This Marriage Proposal Shows How Far China Has Come On Talking About Gay Rights"},
{"title": "27 Art History Photos That Are Too Funny For Their Own Good"},
{"title": "Here's How The Arabic Script Is Getting A New Life"},
{"title": "The One Way To Get A Phone Number"},
{"title": "26 Breathtaking U.S. Sights You Need To See Before You Die"},
{"title": "Chris Pratt, Anna Faris, And Their Adorable Son Named A Penguin"},
{"title": "This Is What's At The Bottom Of Australia's Newest Sinkhole"},
{"title": "Which \"The Voice\" Team Would You Be On?"},
{"title": "131 Thoughts We Had Watching Episode 3 Of \"The Bachelorette\" Australia"},
{"title": "For Anyone Too Tired To Go Out On The Weekend"},
{"title": "For Everyone Who Just Wants To Wear Cat Ears On Halloween"},
{"title": "25 Things People Thought Were Cool As Teens But Not Today"},
{"title": "Which Character From MTV's \"Scream\" Are You?"},
{"title": "22 Stunning Beaches Around South Australia That You Need To Visit"},
{"title": "Everyone Has Strong Feelings About Victoria's New Public Holiday"},
{"title": "Things You're Absolutely Sure Of Until You Have Kids"},
{"title": "133 Thoughts We Had Watching Episode 4 Of \"The Bachelorette\""},
{"title": "Are You More Donald Trump Or Donald Duck?"},
{"title": "21 Reasons Felicity Smoak Is The Real Hero Of \"Arrow\""},
{"title": "How Many Julie Andrews Movies Have You Seen?"},
{"title": "Ruby Rose Is Going To Co-Host The MTV EMAs With Ed Sheeran And People Are Freaking Out"},
{"title": "8 Great Wall Of China Reviews That Will Make You Question Humanity"},
{"title": "Somebody Tell Twitter We Need To Be Able To Edit Our Damn Tweets"},
{"title": "Which \"How I Met Your Mother\" Home Should You Live In?"},
{"title": "12 People Who Are Going To Have A Really Hard Time Doing Their Job In That Costume"},
{"title": "This Man Is Giving His Software Away For Free To Help People With Disabilities"},
{"title": "Which \"HIMYM\" Couples Halloween Costume Should You And Your S.O. Wear?"},
{"title": "12 Undeniable Reasons Denise Hemphill Is The Best Character On \"Scream Queens\""},
{"title": "Should You Date A Member Of One Direction Or 5 Seconds Of Summer?"},
{"title": "9 Celebrity #TBT Photos You May Have Missed This Week"},
{"title": "What Your Crush Thinks Of You Based On One Question"},
{"title": "26 Reasons \"Aristocats\" Is The Greatest Disney Movie Of All Time"},
{"title": "How Well Do You Actually See Autumn Colors?"},
{"title": "10 Swoonworthy Recipes That Seem Fancy But Are Actually Easy To Make"},
{"title": "When You're Allergic To The Seasons"},
{"title": "27 Historical Women Who DGAF About Breastfeeding In Public"},
{"title": "This Is What Halloween Looks Like Around The World"},
{"title": "21 Things Everyone Obsessed With LaCroix Knows To Be True"},
{"title": "This Is The Most Rigged Crane Game You'll Ever See"},
{"title": "26 Movies We're Excited To See At The 2015 BFI London Film Festival"},
{"title": "Watch These People Find Their Official Myers-Briggs Type"},
{"title": "What People With Natural Hair Actually Hear"},
{"title": "27 Inspirations For The Most Important Room In Your Home"},
{"title": "What A \"Kosher\" Taxi App In Jerusalem Really Looks Like"},
{"title": "Here's Why Halloween On \"Scream Queens\" Rules"},
{"title": "Jamie Dornan Golfing Will Be Your Desktop Background For The Rest Of Your Life"},
{"title": "19 Unapologetic Songs About Cheating"},
{"title": "Pigskin A Blanket: NFL Week 4 Picks"},
{"title": "How Well Do You Remember Season 5 Of \"The Walking Dead\"?"},
{"title": "Here's How To Make A Giant Jello Shot Like A Goddamn Adult"},
{"title": "14 Honest Instagrams About Fall"},
{"title": "31 Brilliant Ways To Dress Up A Pound Of Chicken"},
{"title": "Reminder That Emma Stone Sang \"Bitch\" On A VH1 Reality Show Before She Was Famous"},
{"title": "A Flower Girl And Ring Bearer From 17 Years Ago Just Got Married"},
{"title": "What Type Of Donut Are You Based On Your Birth Month?"},
{"title": "Models Were 69-Ing During A Fashion Show And It Was Really Something"},
{"title": "29 Italian Dishes Everyone Should Know"},
{"title": "Do You Actually Remember These Disney Channel Show Theme Songs?"},
{"title": "11 Fat-Shaming Confessions"},
{"title": "Are You Dating A Merman?"},
{"title": "23 Times Australia's Aesthetic Was On Fleek"},
{"title": "Here's Everything Your Shape Says About You"},
{"title": "Which Character From \"Mob City\" Are You?"},
{"title": "Find Out What Dessert You Should Bake This Weekend"},
{"title": "Which Fright From \"This Is Halloween\" Are You?"},
{"title": "Women Talk About Men's Nipples"},
{"title": "17 Reasons Why Jos. Louis Are The Ultimate Culinary Delight"},
{"title": "Which Classic Rock Band Are You Based On Your Birthstone?"},
{"title": "14 Times Pinterest Went Too Far"},
{"title": "19 Things You Probably Never Knew About Nightmares"},
{"title": "7 Signs You Grew Up With Only Brothers"},
{"title": "Show Us Your Pet's Best Halloween Costume"},
{"title": "24 Unusual, Subtle, And Beautiful Scottish Tattoos"},
{"title": "How to Peel an Apple in 3 Seconds"},
{"title": "17 Cute Halloween Makeup Tutorials That Got Way Too Creepy"},
{"title": "21 Food-Inspired Dog Names That Are Actually Really Cute"},
{"title": "22 Of The Most Powerful Photos Of This Week"},
{"title": "Cat Lovers Get Surprised By A Box Of Tiny Kittens And Lose Their Minds"},
{"title": "14 Confessions From People Who Are Afraid To Admit They Believe In God"},
{"title": "What Boozy Drink Should You Have After Work?"},
{"title": "12 Struggles That Are Too Real For Queer Vampires"},
{"title": "If Jaden Smith Tweets Were College Textbooks"},
{"title": "7 Essays To Read: Being A Superhero, Sex Shops, And Black Genius"},
{"title": "Amanda Seyfried's Dog Is Actually Regina George"},
{"title": "21 Pictures That Are Too Real For People Who Hate Driving"},
{"title": "\"Doctor Who\" Star Michelle Gomez Finds Out Which Doctor She'd Be"},
{"title": "\"Thor 3\" Director Makes History"},
{"title": "Would You Smooch These Animals?"},
{"title": "19 Random Questions That You'll Probably Never Know The Answer To"},
{"title": "What's The Love Of Your Life Up To Right Now?"},
{"title": "16 Things Londoners Want Tourists To Know"},
{"title": "25 Perfect Outfits To Wear For A Fall Wedding"},
{"title": "What's Your Craziest Experience With Alcohol At A Work Party?"},
{"title": "\"Metal Gear Solid V\" Is So Good I Want To Cry"},
{"title": "A Kitten Used His Tiny Wheelchair For The First Time And It Was Beautiful"},
{"title": "8 Things You Need To Know About Gabriel Iglesias And His Weight Loss"},
{"title": "Can You Tell If These Are Welsh Towns Or Harry Potter Spells?"},
{"title": "These 17 Pastas Are Incredibly Creamy And Delicious"},
{"title": "These Sorority Girls On A Selfie Spree At A Baseball Game Made People Really Mad For Some Reason"},
{"title": "23 Things You Know If You've Been Best Friends Your Whole Life"},
{"title": "Primark Arrives In America As The Cheaper Forever 21"},
{"title": "32 Parents Who Totally Nailed It On Halloween"},
{"title": "Kendall Jenner, Gigi, And Bella Hadid Are Transforming Into Supermodels Before Our Eyes"},
{"title": "The 25 Most Cringeworthy Band Photos Of All Time"},
{"title": "If Disney Princesses Did Fall Activities"},
{"title": "15 Things Only Super-Disciplined People Will Understand"},
{"title": "Soylent Wants To Be The Red Bull Of Video Gaming"},
{"title": "39 Pictures For Anyone Who Is Just Sad"},
{"title": "Let's All Take A Moment To Appreciate The Uncontested Queen That Is Julie Andrews"},
{"title": "27 Insane Pizza Mashups You Need Right Now"},
{"title": "A Man Lost It When His Wife Told Him She Was Pregnant After Four Miscarriages And A Stillbirth"},
{"title": "25 Faces Every Older Sibling Has Definitely Made Before"},
{"title": "With A Growing Female Audience, Marvel Hopes To Invite Everyone In"},
{"title": "26 Beautiful Wedding Photos To Inspire You This Month"},
{"title": "How Many Of These Halloween Movies Have You Actually Seen?"},
{"title": "7 Pastas That Should Exist"},
{"title": "Women Are Tie-Dyeing Their Hair And It's Pretty Crazy"},
{"title": "76 Things You'll Know After Three Years In College"},
{"title": "Taylor Swift Donated $50,000 To Her Backup Dancer's Nephew With Cancer"},
{"title": "Honey Boo Boo Just Dropped The Most Cringeworthy Music Video Ever"},
{"title": "Viola Davis Gives The Perfect Response To Nancy Grahn's Criticism"},
{"title": "How Good Is Your Memory Based On This Emoji Quiz?"},
{"title": "31 Things You Need To Cook In October"},
{"title": "Nightclub Denies Refusing Entry To \"Overweight\" And \"Dark Skinned\" Women"},
{"title": "Katy Perry Made A Hilarious Joke On Twitter About Khloe Kardashian's New Car"},
{"title": "21 Dogs Who Know Exactly What You Did"},
{"title": "What's Going On Around The World Today"},
{"title": "What 2015 Thing Should You Be For Halloween?"},
{"title": "Natasha Lyonne And Judy Greer Find Out How Well They Know Each Other"},
{"title": "Scotch Experts Review Cheap Whiskey"},
{"title": "Snoop Dogg On His Bid For Twitter CEO And Why He Got Into Tech (The Money)"},
{"title": "What's Your Zodiac Sign's Pizza Topping?"},
{"title": "17 Reasons Your Intense Crush On Farhan Akhtar Is Totally Justified"},
{"title": "This Interview With Jennifer Lawrence Is The Most Jennifer Lawrence Thing To Happen"},
{"title": "This Kid And Her Dad Teaching Their Dog How To Howl Is So Adorable"},
{"title": "33 Sneakers That Will Make You Want To Throw Out Your Heels"},
{"title": "Watch These Americans Try Different International Food Combos"},
{"title": "Everything You Wanted To Know About \"The Heroes: Reborn\" Cast"},
{"title": "I Spent My Birthday Alone And I Fucking Loved It"},
{"title": "People Are Using #ThisIsPlus To Demand Diversity In Plus-Size Advertising"},
{"title": "This Band Did A New, Terrifying Thing With Their Phones And It Will Give You Anxiety"},
{"title": "10 Cheating Confessions"},
{"title": "If Dating Was Like A Video Game"},
{"title": "If Movies That Were Shot In Vancouver Were Actually Set In Vancouver"},
{"title": "The Hottest Socks In Tech"},
{"title": "The Nintendo 64 Would Be A Sophomore In College Now If It Were Human"},
{"title": "22 Facts That Will Make You Feel Better About Yourself"},
{"title": "23 Reasons You Should Re-Watch \"The Social Network\""},
{"title": "If McDonald's Made Happy Meal Toys For Thirtysomethings"},
{"title": "17 Cats Really Loving The Cat Nip"},
{"title": "Black Moms--What Was Your Postpartum Mental Health Experience?"},
{"title": "8 Ways Getting A Cat Totally Wrecks Your Life"},
{"title": "OMG, D.J. Tanner And Steve Have Reunited On The Set Of \"Fuller House\""},
{"title": "18 Times The Internet Was Hella Accurate About Moms"},
{"title": "Here's What You Should Eat For Dinner Tonight"},
{"title": "21 Supporting TV Characters Who Might Even Be Better Than The Main Characters"},
{"title": "Can You Recognize The \"Steven Universe\" Character Based On Their Silhouette?"},
{"title": "17 Words That Have A Different Meaning When You Really Love Halloween"},
{"title": "Nas Receives W.E.B. Du Bois Medal At Harvard University"},
{"title": "23 Beaches You Won't Believe Actually Exist In India"},
{"title": "The Official \"AHS: Hotel\" Opening Credits Are Creepy As Hell"},
{"title": "Can You Tell Which Famous Person The Body Double Is Hanging Out With?"},
{"title": "22 Dogs Who Just Want To Watch The World Burn"},
{"title": "The One Perk Of Being A Vegetarian That No One Ever Talks About"},
{"title": "29 Signs You're Actually A Witch"},
{"title": "Which Winner Of \"RuPaul's Drag Race\" Are You?"},
{"title": "17 Super Stylish Halloween-Inspired Things You Can Wear Instead Of A Costume"},
{"title": "How Publishers Are Blocking Ad Blockers"},
{"title": "Can You Identify The Disney Princess From A Blob Of Colors?"},
{"title": "24 Designers Who Failed So Hard They Almost Won"},
{"title": "Ellen DeGeneres And North West Brushing My Little Pony's Hair Is Just Adorable"},
{"title": "These New Empathy Cards Make It Easier To Talk About Pregnancy Loss"},
{"title": "26 Photos That Prove There Is NOTHING Hotter Than Rugby"},
{"title": "The \"Bachelorette\" Australia Men Just Posed Shirtless With Puppies And It Was Glorious"},
{"title": "Kim Kardashian And Tracee Ellis Ross Playing \"Never Have I Ever\" Is Unexpectedly Hilarious"},
{"title": "An Artist Has Designed A \"Rape Cloak\" To Ask People To Rethink Consent"},
{"title": "We Need To Talk About Khloe Kardashian Hitting Her Peak"},
{"title": "Here's The Best Headline You'll Read All Day"},
{"title": "People Love This Death Metal Band's Extremely Colorful Logo"},
{"title": "19 Things Everyone Should Do After A Breakup"},
{"title": "Which Broadway Musical Should You See Based On Your Birth Month?"},
{"title": "12 Types Of Drunk Friend Everyone Knows"},
{"title": "These Women Claim They've Made An App That Lets You Rate Other People And The Internet Is Furious"},
{"title": "19 Secrets People Who Work In Marketing Will Never Tell You"},
{"title": "What About You Are People Most Attracted To?"},
{"title": "21 Things That Prove Nice Guys Are The Absolute Worst"},
{"title": "Which UK Artist Should You Listen To?"},
{"title": "Ed Sheeran Has Revealed His Very Good Reason For Becoming A Musician"},
{"title": "What Does Your Favorite Musical Symbol Say About Your Personality?"},
{"title": "27 Kids Who Just Don't Give A Fuck Anymore"},
{"title": "In Case You're Wondering, This Is What David Beckham Looks Like Dressed Up As Freddie Mercury"},
{"title": "A Massive Sinkhole Just Opened Up In Southeast England"},
{"title": "Number Of Children In England's Care System Hits 30-Year High"},
{"title": "This Hamburger Mural Is Just So Sexy It Must Be Destroyed"},
{"title": "Tom Daley And Dustin Lance Black Are Engaged To Be Married"},
{"title": "Pizza Lovers Rejoice, Someone Invented A Necklace That Holds A Pizza Slice In"},
{"title": "This Video Beautifully Shows You The Many Faces Of Kerala"},
{"title": "19 Times Australians Confused The Hell Out Of Everyone On Tumblr"},
{"title": "Here's What It Would Look Like If We Arranged Divorces The Way We Arrange Marriages"},
{"title": "How Long Would You Last In Kappa Kappa Tau On \"Scream Queens\"?"},
{"title": "Here's Some UNBEARABLY Cute Footage Of Ranveer And Deepika To Remind You How Alone You Are"},
{"title": "Can You Do The Asian Squat?"},
{"title": "Tech Industry The Future For Indigenous Australians, Business Leaders Say"},
{"title": "This Pregnant TV Host Just Shut Down People Who Judge Expectant Mothers In The Best Way"},
{"title": "Are You More Light Or Dark Side Of The Force?"},
{"title": "35 Insane Cheese Dishes Everyone In Melbourne Needs To Try"},
{"title": "Here's The 100 Year History Of Drugs In America"},
{"title": "18 Deliciously Filling Salads Guaranteed To Make You Hungry"},
{"title": "Here's What 10 People Look Like With And Without My Glasses On"},
{"title": "Which Disney Sidekick Are You Based On Your Zodiac Sign?"},
{"title": "23 Things Everyone With A Penis Needs To Know"},
{"title": "How Much Of A Stereotypical Person Are You?"},
{"title": "I Worked At An Aquarium For A Day And This Is What I Learned"},
{"title": "A Terminally Ill Dad Has Died After Raising Thousands For His Little Girl's Cancer Treatments"},
{"title": "Do You Think This Is A Sexy-Ass Ice Cream?"},
{"title": "Here's The Story Of How A Half-Naked Drunk Dude Flooded Rogers Centre"},
{"title": "13 Creepy Behind-The-Scenes Photos Of \"Edward Scissorhands\""},
{"title": "People Are Loving The Flower Headphones Lana Del Rey Rocks In Her New Music Video"},
{"title": "19 Things That Happen When You're Basically The Same Age As Your Sibling"},
{"title": "This Lamborghini Looks Like A Pizza Because Why The Hell Not"},
{"title": "What Would Happen To You If You Went To Degrassi?"},
{"title": "18 Pictures That Prove Cosmo And Wanda Are Real"},
{"title": "11 Charts That Will Speak To Everyone Who Loves Sleep"},
{"title": "This Sassy Line By Nadiya In This Week's \"Bake Off\" Is Splendid"},
{"title": "24 Breathtaking Spots You Need To Visit In Western Australia"},
{"title": "Bacon Lovers Meet Tiny Piglets For The First Time"},
{"title": "Turns Out No One Knows The Words To \"Waterfalls\""},
{"title": "Tell Us About Yourself(ie): Andy Daly"},
{"title": "What Do You Want Your Fave's Next Album To Sound Like?"},
{"title": "What Happens When The Internet Turns You Into A Superhero?"},
{"title": "25 Stunning Photos Of British Columbia That Aren't Vancouver"},
{"title": "Stop Everything And Slay Your Friends With This Ultimate Cheese On Toast"},
{"title": "Willow Smith Is Officially A Model Now"},
{"title": "48 Things All Basic Guys Love About The Fall"},
{"title": "This Beautiful Dance Tells A Breakup Story In The Most Emotional Way"},
{"title": "8 Times \"Bake Off\" Restored Your Faith In Humanity"},
{"title": "Here's How To Do Your Makeup So It Looks Incredible In Pictures"},
{"title": "Here's A Veggie-Filled Snack Even Picky Eaters Will Love"},
{"title": "Revamped Facebook Profile Page Features Video Profile \"Pics\""},
{"title": "The Stages Of An All-Nighter"},
{"title": "33 Reasons Why The South Of Italy Will Ruin You For Life"},
{"title": "This Woman Unknowingly Photographed Her Own Engagement"},
{"title": "Blake Lively's Lifestyle Brand Is Going To Heaven"},
{"title": "Witches' Counsel: I Need To Find More Work"},
{"title": "This Guy Broke Into A House And Showered, Did Chores, And Wrote An Amazing Diary Entry"},
{"title": "The Disco Ball Is Having A Moment And There's Nothing You Can Do About It"},
{"title": "22 Times Animals Were You Just Trying To Live Your Life"},
{"title": "17 Faces That Perfectly Sum Up Every Black Girl's Transition From Relaxed To Natural Hair"},
{"title": "Priyanka Chopra's Accent Is Helping Me Solve My Biggest Identity Crisis"},
{"title": "12 Moments That Are Too Real For Anyone With An Abuelita"},
{"title": "What's The Best Group Halloween Costume You've Ever Had?"},
{"title": "Resting Freshman Face Is A Thing And We Need To Talk About It"},
{"title": "How People Treat Mental Illness Vs. How They Treat Physical Illness"},
{"title": "21 Must-Do Things At Disneyland On Halloween"},
{"title": "Here's How To Turn Leftover Rice Into Dinner In Under 15 Minutes"},
{"title": "This Singer Just Called Out Haters After Posting A Selfie Showing Off Her Freckles"},
{"title": "How Well Do You Know New York?"},
{"title": "25 Things That Might Be Dead"},
{"title": "P. Diddy's \"I Need A Girl (Part One)\" Was The Best R&B Song Of The Early 2000s"},
{"title": "19 Banned Books That Actually Changed Your Life"},
{"title": "This Guy Made A $4,000 Suit From Scratch And It Took Him 10 Months"},
{"title": "29 Pairs Of Impossibly Gorgeous Heels To Wear On Your Wedding Day"},
{"title": "Do You Remember When People Thought Green M&M's Made You Horny?"},
{"title": "25 Things That Happen When Your Best Friend Gets Married"},
{"title": "Australia's Really Excited About The New Channel Dedicated Entirely To Food"},
{"title": "Watch This Mom Surprise Her Trans Daughter With The News Her Name Change Is Legal"},
{"title": "15 Super Shady Snapchats From Arthur's Little Sister D.W."},
{"title": "16 Truths You'll Only Understand If You Went To College In San Diego"},
{"title": "\"The Returned\" Gets Even Creepier In Season 2"},
{"title": "23 People Anyone Who's Stayed In A Hostel Will Recognise"},
{"title": "Do You Actually Prefer Chris Pratt Or Chris Hemsworth?"},
{"title": "Toronto's Airport Reunited A Girl And Her Lost Teddy In The Most Adorable Way"},
{"title": "Little Mix Just Shut Down Body-Shamers In The Most Perfect Way Possible"},
{"title": "23 Movies That Are Older Than Today's 6th Graders"},
{"title": "We Really, Really Need To Talk About Harry Styles' Hair"},
{"title": "18 Of The Most Powerful Science Photos From This Month"},
{"title": "Show Us Your Health And Fitness-Inspired Tattoos"},
{"title": "Mariah Carey Is Getting Her Own MAC Collection And It Is Incredible"},
{"title": "Who Did It: A U.S. President Or A Florida Man?"},
{"title": "39 Weird Things You'll Find In Every British Family Home"},
{"title": "This Couple Just Got Married In A \"Star-Studded\" Autistic Wedding"},
{"title": "Bollywood Is Cheering For Priyanka Chopra's \"Quantico,\" And It's The Cutest Thing Ever"},
{"title": "16 Things Every Fat-Cat Owner Should Know"},
{"title": "How Stereotypically Sorority Girl Are You?"},
{"title": "17 Times The Mom On Clarissa Was A Goddamn Style Icon"},
{"title": "23 Temporary Tattoos That Make Halloween Makeup Easy"},
{"title": "22 Dogs Who Just Found Their Forever Homes"},
{"title": "Can You Match The Halloween Costume To The TV Show?"},
{"title": "29 Of The Realest Tumblr Posts About Rowing"},
{"title": "Vogue's Future Depends On Plus-Size Women"},
{"title": "Taylor Swift And Haim Danced Flawlessly While Nelly Sang \"Hot In Herre\" On The 1989 World Tour"},
{"title": "Which Renaissance Artist Should You Hook Up With?"},
{"title": "These 24 Moments From \"Pride & Prejudice\" Will Make Your Heart Melt"},
{"title": "How Chill Are You?"},
{"title": "12 Wild Animals That Will Make You Laugh Out Loud"},
{"title": "This Puerto Rican Dude Created A Donald Trump Salsa Anthem To Show Not All Latinos Hate Him"},
{"title": "17 Of Your Favourite Things According To \"The Sound Of Music\""},
{"title": "23 Reasons Why Roommates' Cats Are The Best Kind Of Cats"},
{"title": "A Mom Says She Found A Note From Her Son After He Died Telling Her He's \"Still With\" Her"},
{"title": "24 Emojis That Are Too Real For Jet-Lagged People"},
{"title": "Can You Identify These Cars From \"Grand Theft Auto: Vice City\"?"},
{"title": "32 Hilarious Tweets About Cats"},
{"title": "How Do You Pronounce Australia?"},
{"title": "5 Super Simple DIYs You Need To Try This Month"},
{"title": "What's The Best Budget-Friendly Trip You've Ever Been On?"},
{"title": "16 Super Chill Dogs Who Love The Sun"},
{"title": "40 Tweets About Parents That Will Make You Laugh Out Loud"},
{"title": "Amanda Seyfried And Justin Long Split, Proving That 2015 Is The Year Love Died"},
{"title": "21 Beauty Problems Every '90s Girl Faced"},
{"title": "If You Signed Up For Apple Music They're About To Charge You For It -- Here's How To Cancel It"},
{"title": "The Internet Helped A Photographer Find The Mystery Couple In This Stunning Photo"},
{"title": "19 Snakes You Won't Believe Actually Exist"},
{"title": "This Woman Who Was Severely Burned As A Baby Has Been Reunited With The Nurse Who Cared For Her"},
{"title": "This Man's Leg \"Burst Open\" After He Was Bitten By A Spider Mid-Air"},
{"title": "Kate Winslet Keeps Her Oscar In Her Bathroom So People Can Practice Their Own Acceptance Speeches"},
{"title": "For Everyone Who Absolutely Adores Pomeranians"},
{"title": "Viola Davis And Jimmy Kimmel Want You To Understand The Dangers Of Texting While Walking"},
{"title": "17 Scrumptious Reasons A Punjabi Household Is Heaven On Earth"},
{"title": "Which Heath Ledger Film Is Your Favorite?"},
{"title": "17 Times Chris Hemsworth Had The Most Adorable Family In The History Of The World"},
{"title": "Who Was The Ultimate \"Buffy The Vampire Slayer\" Couple?"},
{"title": "23 Times The Sims Accurately Summed Up Life In Your Twenties"},
{"title": "Here's A Bunch Of Things You Should Never Say To An Engineering Student"},
{"title": "This Is The All-Cats Newsletter You've Been Waiting For!"},
{"title": "What's Going On Around The World Today"},
{"title": "23 People Who Totally Nailed The Black Lipstick Trend"},
{"title": "Turnbull Waves Away Plans To Deregulate Australia's Universities"},
{"title": "How Well Do You Remember The Intro To \"Danny Phantom\"?"},
{"title": "PSA: \"Rita\" Is The Next Show To Add To Your Netflix Queue"},
{"title": "An Adult Shop In Ottawa Was Fined For Selling A Chest Binder To A Teen"},
{"title": "Which Minor \"Parks And Recs\" Character Are You?"},
{"title": "Chris Pratt Literally Looks Completely Different With His New Beard"},
{"title": "Which \"Sexiest Man Alive\" Should You Marry Based On Your Birth Month?"},
{"title": "17 Halloween Movies For Easily Scared People"},
{"title": "This Dog Practicing His Prancing In Front Of A TV Is So Cute"},
{"title": "How Well Do You Remember The Lyrics To \"Everybody (Backstreet's Back)\"?"},
{"title": "12 Glorious Baileys Cocktails That Will Delight Your Tastebuds"},
{"title": "How Do Painkillers Know Where The Pain Is?"},
{"title": "FYI: \"Scream Queens\" Star Oliver Hudson Is The Hottest Dad On TV"},
{"title": "Which Pop Princess Are You Based On Your Birth Month?"},
{"title": "Straight People Try To Guess The Meanings Of Gay Slang Terms"},
{"title": "Which Dark One From \"Once Upon A Time\" Are You Really?"},
{"title": "How To Win The Breakup"},
{"title": "10 Insanely Delicious Cheesecakes You Won't Believe Are Vegan"},
{"title": "Do You Know The Castles From \"Game Of Thrones\"?"},
{"title": "Are You More Michael Strahan Or Kelly Ripa?"},
{"title": "Fall In L.A. Vs. Fall Everywhere Else"},
{"title": "A Mountain Lion Just Climbed A Utility Pole In California And Stayed There"},
{"title": "Who Said It: The Disney Insult Edition"},
{"title": "17 Lemurs Who Aren't Mad, They're Just Disappointed"},
{"title": "Which Marijuana Strain Should You Smoke Based On Your Zodiac Sign?"},
{"title": "Someone Pulled Off The Most Australian Prank Phone Call Of All Time"},
{"title": "The Canadian Government Wants Hilariously Specific Sandwiches"},
{"title": "17 Confessions From Women Who Don't Want Kids"},
{"title": "How Well Do You Remember The Kids From \"Hey Arnold!\"?"},
{"title": "These Mature Middle Schoolers Talk About What It's Like To Date In Middle School"},
{"title": "16 Times Calum Hood Was The King Of Instagram"},
{"title": "Donald Trump With A Man Bun Will Haunt You To The Grave"},
{"title": "Would You Be Accepted Into The KKT Sorority From \"Scream Queens\"?"},
{"title": "This Baby Wallaby Is The CUTEST THING YOU WILL EVER SEE!"},
{"title": "These Comedians Have Made The Greatest Foodie Web Series Ever"},
{"title": "Do You Have A Question For The Founder Of Nasty Gal?"},
{"title": "17 Eye-Opening Portraits Of Gamers With Their Avatars"},
{"title": "Every Girl With A Lot Of Hair Has These Struggles"},
{"title": "How Italian Are You Really?"},
{"title": "The Study Claiming That Blotting Your Pizza Saves Calories Might Have Been A Marketing Campaign"},
{"title": "A Holocaust Survivor's Story Of Her Time In A Concentration Camp Is Astounding"},
{"title": "19 Times Ashton Irwin's Dimples Were Literally Everything"},
{"title": "This Clip Of A Woman Swarmed By Baby Otters Will Make Your Day Much Better"},
{"title": "People Are Going Crazy For This Hot Guy's Video Of His Europe Trip"},
{"title": "Matthew Lewis Is Rocking A New Mustache And We Can't Stop Looking At It"},
{"title": "Meet Australia's First Indigenous Federal Government Minister"},
{"title": "Here Are The 2015 National Book Foundation 5 Under 35 Honorees"},
{"title": "If Tattoo Artists Were Honest"},
{"title": "Would You Remove A Pot From The Head Of This Leopard?"},
{"title": "The Trailer For The New Season Of \"The X-Files\" Is Out, And It Is Intensely Awesome"},
{"title": "Ellen Page Leads The Way"},
{"title": "Do You Know What's Happening In The News?"},
{"title": "This Is What The Cast Of \"Beethoven\" Look Like Now"},
{"title": "Taylor Swift Shut Down These Sexist Reports In The Best Way"},
{"title": "Hugh Jackman Honoured A Late Fan In The Sweetest Way Possible"},
{"title": "A New Mother Was Utterly Surprised When A Stranger Calmed Her Child On A Flight"},
{"title": "21 Tattoos For Anyone Who Seriously Loves Avocado"},
{"title": "Jack The Ripper Did Not Sexually Abuse Victims, Says Museum PR"},
{"title": "This Is What It's Like To Eat Durian, The Stinky And Scary King Of Fruits"},
{"title": "This Broadway Star Called Out His Audience For Shaming A Special Needs Child"},
{"title": "This Reddit User Found Incredible Vintage Photos Of New York City"},
{"title": "27 Moments That Will Make All Aussies Sad"},
{"title": "Can You Guess Which Movie These Iconic Phones Are in?"},
{"title": "These Moms Are Crowdfunding A Children's Book About A Same-Sex Wedding"},
{"title": "Radio Station Under Fire For Playing Ryan Adams' Taylor Swift Cover In Act Of \"Blatant Sexism\""},
{"title": "Which Kardashian / Jenner Gives You The Most Hair Envy?"},
{"title": "This Legendary Sheep Had The Heaviest Fleece Of All Time"},
{"title": "24 Things Kanye Did in 2005 He Would Never Do Now"},
{"title": "Here's A Look At 100 Years Of Wedding Gowns In Three Minutes"},
{"title": "Some Lucky Muggles Are Having Christmas Dinner In The Great Hall At Hogwarts"},
{"title": "No, There Won't Be A \"Game Of Thrones\" Movie Any Time Soon"},
{"title": "We Went To Bieber Island And This Is What Happened"},
{"title": "Watch Footage Of Two Sikh Men Unraveling Their Turbans To Rescue Four Drowning Boys"},
{"title": "New Zealand Is Seriously Pissed Off About Kiwis In Aussie Detention Centres"},
{"title": "I Asked An Australian Anti-Marriage Equality Group For An Interview 17 Times And They Never Replied"},
{"title": "Do You Remember The Opening Of Charlie Chaplin's \"The Great Dictator\" Speech?"},
{"title": "Just A Reminder That Demi Lovato Looks Fierce AF Right Now"},
{"title": "Australian Lawmaker Says Culling Won't Stop Shark Attacks"},
{"title": "Which Male Disney Character Are You?"},
{"title": "Meet The Aussie Bloke Who Took This Magical Surfing Photo"},
{"title": "15 Photos That Prove Reese Witherspoon Is Winning At Breakfast"},
{"title": "How Dubsmash Landed This Indigenous Australian Man A Role On A Hit Television Show"},
{"title": "Which \"Friends\" Character Are You Based On Your Birth Month?"},
{"title": "33 Times The \"Scream Queens\" Cast Redefined Squad Goals And Left You Dead"},
{"title": "Can You Guess Which Sherlock Holmes Said It?"},
{"title": "Which \"Friends\" Costume Should You Wear For Halloween?"},
{"title": "19 Signs You Need More Hot Guys In Your Life"},
{"title": "Are You More Taylor Swift Or Ed Sheeran?"},
{"title": "We Know Your Favorite Disney Prince Based On Your Favorite App"},
{"title": "7 Easy Things You Can Do To Improve Your Life"},
{"title": "Which TV Pineapple Are You?"},
{"title": "Justin Bieber And Hamish Blake's Dad Just Had An Epic Table Tennis Duel"},
{"title": "Which Queen Are You Based On Your Zodiac Sign?"},
{"title": "23 Times Muriel From \"Muriel's Wedding\" Was Every Twentysomething"},
{"title": "When Everything In Mami's House Is A Lie"},
{"title": "Do You Know What Species These '90s Characters Are?"},
{"title": "23 Things Jennifer Lopez Wore In 2005 That She'd Never Wear Now"},
{"title": "We Know Your Relationship Status Based On Your Taste In Shoes"},
{"title": "What's The Best Drinking Game?"},
{"title": "Lea Michele Is Finding Life After \"Glee\""},
{"title": "What Song Should You Lip-Synch Based On Your Zodiac Sign?"},
{"title": "17 Surefire Ways To Make A Hipster Cry"},
{"title": "I Played The Drake And Future Inspired \"Jumpman\" Game And Wasn't That Good At It"},
{"title": "Australia's First Female Leader Wore A Pink Powersuit On Her Birthday And The Response Was Entirely Predictable"},
{"title": "Which TV Character Should You Be For Halloween This Year?"},
{"title": "There Was A Small But Incredibly Important  \"Friday Night Lights\" Hangout"},
{"title": "Please Tell Me: Is Candy Corn The Best Or The Worst?"},
{"title": "If Cosmo Wrote About Men The Same Way They Write About Women"},
{"title": "Demi Lovato Adorably Confused \"Genes\" For \"Jeans\" On BBC Radio"},
{"title": "26 Reasons Why Close Female Friendships Are The Best"},
{"title": "These Women Wore Cargo Shorts For A Week And Decided They Were OK"},
{"title": "Which Bath & Body Works Fall Candle Are You?"},
{"title": "This Laser Razor Wants To Bring Shaving Into The 21st Century"},
{"title": "Which ShondaLand TV Show Is Actually The Best?"},
{"title": "17 Women Who Prove That Lips Look Best When They're Purple"},
{"title": "How Well Do You Know The Lyrics To 5 Seconds Of Summer's Songs?"},
{"title": "This Guy's Tinder Profile Is Next Level"},
{"title": "Which \"Goldbergs\" Character Are You?"},
{"title": "\"Black-Ish\" Tackles Gun Control In This Week's Episode"},
{"title": "This Is What Muriel From \"Muriel's Wedding's\" Instagram Would Look Like"},
{"title": "27 Indians Aside From Priyanka Chopra Who Have Appeared In Hollywood Projects"},
{"title": "This 29-Year-Old's Graphic Surgery Photos Show The Crippling Effects of Arthritis"},
{"title": "Do You Interpret These Drawings The Same Way As Other People?"},
{"title": "17 Chilling Confessions From People Who Have Been Stalked By Their Exes"},
{"title": "You've Got To Hear Florence And The Machine Cover \"Where Are U Now\""},
{"title": "15 Things People Who Talk To Themselves Will Understand"},
{"title": "12 PS1 Games That Look 100% Better Now"},
{"title": "25 Hilarious Tweets That Perfectly Capture Your Feelings About Animals"},
{"title": "What Animal Matches Your Birth Month?"},
{"title": "Jessica Williams And Phoebe Robinson Are Asking Hollywood To Shift Its Default"},
{"title": "9 Iconic Mashups You Need In Your Life"},
{"title": "Nicki Minaj And ABC Family Are Bring You The Comedy You Never Knew You Needed"},
{"title": "18 Iconic Kim Kardashian Tweets That Are Only 4 Words"},
{"title": "22 Mesmerizing Pasta GIFs You Won't Be Able To Stop Watching"},
{"title": "Can You Guess The Video Game From Its Terrible Summary?"},
{"title": "These Apps Will Make Long Distance Relationships Work"},
{"title": "27 Mario Myths That Happen To Be True"},
{"title": "Meet The Body-Positive Artist Who's Giving Trolls A Taste Of Their Own Medicine"},
{"title": "19 Times Contouring Got Completely Out Of Control"},
{"title": "Emma Watson Just Perfectly Called Out Sexism In The Film Industry"},
{"title": "21 Things You'll Only Understand If You're A Girl Who Hates Feelings"},
{"title": "The Rock Had To Put One Of His Puppies To Sleep After It Ate A Poisonous Mushroom"},
{"title": "39 Things You'll Only Understand If You Went To College In The Early 2000s"},
{"title": "We Need To Talk About Mariah Carey"},
{"title": "24 People Who Are Setting World Records For Laziness"},
{"title": "A Day In The Life Of A Trans Cabaret Performer"},
{"title": "20 Heartbreaking Confessions From People Who Called Off Their Weddings"},
{"title": "Serious Question: How Many Pairs Of Basketball Shorts Does Adam Sandler Own?"},
{"title": "Edward Snowden Doesn't Even Follow His Girlfriend On Twitter"},
{"title": "13 Women Show Off The Shoes They Feel Sexiest In"},
{"title": "Can You Match The Iconic Costume To The Quote?"},
{"title": "13 Memes That Prove You Had A Mexican Upbringing"},
{"title": "See Emma Stone As A Superhero In A Movie That's Not Happening"},
{"title": "Tell Us The Most Embarrassing Thing That's Ever Happened To You At The Gym"},
{"title": "21 Stellar Ideas For An Astronomy-Themed Wedding"},
{"title": "Can You Identify The Premier League Footballer From Just Their Eyes?"},
{"title": "We Can Tell Whether You Had Sex This Morning With One Simple Question"},
{"title": "People Can't Get Over How Hot The New \"Daily Show\" Host Is"},
{"title": "17 Instagram Photos Every Short Girl Can Relate To"},
{"title": "Can You Guess The Celebrity By Their First Tweet?"},
{"title": "Woman Becomes First British Person To Receive Stem Cell Treatment For Most Common Form Of Blindness"},
{"title": "43 Tweets About Dogs That Will Make You Laugh Every Single Time"},
{"title": "Three Arrested After Woman Has Acid Thrown In Her Face Outside Restaurant"},
{"title": "18 Things French People Want To Ask British People"},
{"title": "Which Character From \"Muriel's Wedding\" Is Your Alter Ego"},
{"title": "This One Question Will Tell You If You're A Real Woman"},
{"title": "I Bet You Can't Figure Out Which Gwen Stefani Is Younger"},
{"title": "What Does Your Outfit Say About You?"},
{"title": "Do You Actually Prefer Chris Or Liam Hemsworth?"},
{"title": "British Women Can Take A Contraceptive Injection At Home For The First Time"},
{"title": "This Olympian Pictured Herself In A Body Bag As Depression Took Hold"},
{"title": "How Many Early '00s Songs Do You Know By The Cover Art?"},
{"title": "Can We Pickle That?"},
{"title": "This Guy Proposed To His Girlfriend While On A Roller Coaster And Caught The Whole Thing On Camera"},
{"title": "What McDonald's Menu Item Are You?"},
{"title": "12 Nanny Confessions"},
{"title": "Can You Read Jeremy Corbyn's Handwriting?"},
{"title": "33 Things You Can Shrug Off To Mercury In Retrograde"},
{"title": "What Does Your Most-Used Emoji Say About You?"},
{"title": "Chris Evans And Hayley Atwell Helped Two Fans Get Engaged"},
{"title": "14 Times People Turned Into Emojis At Canada's Munk Debate"},
{"title": "Which \"Once Upon A Time\" Character Are You Based On Your Zodiac?"},
{"title": "Everything You Need To Know About What Happened At Canada's Foreign Policy Debate"},
{"title": "17 People Who Just Want This Election To Be Over"},
{"title": "Which Member Of Olivia Pope And Associates Are You?"},
{"title": "This Genius Baby Uses Pillows For A Master Class In Creative Problem Solving"},
{"title": "14 Fall Themed Crafts That'll Get You Hyped For Fall"},
{"title": "Australia's Former PM Just Gave The Perfect Election Attack Ad"},
{"title": "Which Is Better: \"Hocus Pocus\" Or \"Halloweentown\"?"},
{"title": "19 Insane Nutella Creations Everyone In Melbourne Needs To Know About"},
{"title": "Nicki Minaj Just Said Exactly What You Were Thinking About Zendaya's New Barbie"},
{"title": "Can You Identify Celebrities When They Don't Have Faces?"},
{"title": "15 Stages Of Surviving An Australian Summer As Told By \"The Simpsons\""},
{"title": "The Facebook Privacy Notice Going Around Is A Total Farce"},
{"title": "Which Disney Villain Are You Based On Your Birth Month?"},
{"title": "We Know What Song You Need To Hear Right Now"},
{"title": "Are You More \"Game Of Thrones\" Or \"Lord Of The Rings\"?"},
{"title": "25 Vanities That Are Basically Porn For Makeup Addicts"},
{"title": "Gigi Hadid Silencing Her Body Shamers Will Give You Life"},
{"title": "People Had Very Strong Feelings About Canadian Debate Translators"},
{"title": "Katy Perry Vs. A Brazilian Fan Who Is Probably Rolling"},
{"title": "An Adorable Girl Has Become \"Spider-Mable\" To Fight Crime In Edmonton"},
{"title": "23 Reasons Why \"The Princess Bride\" Is The Most Important Movie In Your Life"},
{"title": "A$AP Rocky Has The Coolest Instagram You've Ever Seen"},
{"title": "21 Makeup Tutorials That Will Help You Recreate Iconic Music Video Looks"},
{"title": "That Time A \"Duck Dynasty\" Brother Was Kicked Out Of Trump Tower"},
{"title": "27 Parents' Reactions To \"Netflix And Chill\""},
{"title": "Do You ~Have~ To Invite That Person To Your Wedding?"},
{"title": "32 Amazing DIY Costumes That Prove Halloween Is Actually Meant For Teens"},
{"title": "We Have To Talk About Selena Gomez Right Now"},
{"title": "19 Reasons You Should Call Your Mom Right Now"},
{"title": "This Woman's Insanely Magical Instagram Will Make You Smile Every Damn Day"},
{"title": "This Dog Could Not Be More Chill About The Election"},
{"title": "This Group Is Sending Hand Sanitizers To Mark Zuckerberg For Each Victim Of The 2002 Gujarat Riots"},
{"title": "Curly-Haired Women: Tell Us Your Most Incredible Hair Tips"},
{"title": "A Startup Bids Farewell To Its $15,000 A Month Desert Mansion"},
{"title": "Here's Why #DuragHistoryWeek Is Important"},
{"title": "What's Your Favorite \"Mean Girls\" Quote Of All Time?"},
{"title": "Are You More Like Emma Swan Or Dark Swan?"},
{"title": "Watch This Guy Age From 12 To 20 Years Old In Two Minutes With This Incredible Selfie Time Lapse"},
{"title": "Do You Remember What Color Eyes These Celebs Have?"},
{"title": "16 Lessons I Learned From South Indian Movies"},
{"title": "This Moment Between A 92-Year-Old And Her Baby Great-Granddaughter Is Totally Adorable"},
{"title": "24 Reasons To Add Tattoos To Your Wedding"},
{"title": "This Confrontational Ad Campaign Targets Aussie Teens' Problematic Views About Domestic Violence"},
{"title": "What Has Helped You Through Eating Disorder Recovery?"},
{"title": "49 Italian Villages That Should Be On Your Bucket List"},
{"title": "Can You Identify These Disney Movies From Just The Backgrounds?"},
{"title": "We Asked A Food Stylist To Review Cheap Burgers"},
{"title": "How Well Do You Know These Quotes From Pixar Movies?"},
{"title": "13 Weirdly Random Things Indians Have Uploaded To Porn Sites"},
{"title": "A TV Reporter Was Harassed While Doing A Segment On Street Harassment"},
{"title": "15 Surprising Actors Who Unknowingly Sparked My Sexual Awakening"},
{"title": "The Definitive Guide To Kissing"},
{"title": "13 Terrible Photos People Took Of The Eclipse With Their Phones"},
{"title": "17 Memes That Really Hit Home For Makeup Lovers"},
{"title": "This One Picture Tells You Everything You Need To Know About U.S.-Russia Relations"},
{"title": "Good Luck Bending The iPhone 6s"},
{"title": "H&M Just Hired Its First Hijab-Wearing Model And She's Awesome"},
{"title": "Ever Wonder What Goes Into Making \"Steven Universe\"?"},
{"title": "For Anyone Who's Been Stabbed By A Pencil And Still Has A Mark"},
{"title": "What's The Best Halloween Costume Your Kid Has Ever Worn?"},
{"title": "41 Healthy Things To Eat That Are Not Salad"},
{"title": "Are These Characters From \"Fallout 3\" Or \"Fallout: New Vegas\"?"},
{"title": "The Author Of \"A Series Of Unfortunate Events\" Just Donated $1 Million To Planned Parenthood"},
{"title": "17 Tinder Profiles That Will Make You Fall In Laughter"},
{"title": "Google's New Tablet Features A Detachable Keyboard And Runs On Android"},
{"title": "This Two-Legged Kitten Recovered From Starvation And Now Has His Own Tiny Wheelchair"},
{"title": "14 Clever Makeup Hacks That'll Make Every Indian Girl's Life Easier"},
{"title": "Jack Black Is Super Creepy As R.L. Stine In The New \"Goosebumps\" Movie"},
{"title": "This Runner Is Getting Noticed For Inspiring People To Run At Any Size"},
{"title": "11 Iconic Bollywood Magazine Covers That Would Have Broken The Internet"},
{"title": "Meet Google's New Chromecast"},
{"title": "Lorde Straight-Up Ruins A Man's Life In Her Latest Music Video"},
{"title": "14 People Who've Had Their Faith Shattered By A Packet Of Lays"},
{"title": "How Google Changed The Smart Phone: A Deep History Of The Nexus"},
{"title": "The Hardest Pixar Character Quiz You Will Ever Take"},
{"title": "Beautiful Photos Capture What It's Like To Arrive As A Refugee"},
{"title": "There's A Part Of Your Facebook Profile You Might Have Forgotten People Can See"},
{"title": "Here Are Google's New Nexus Phones"},
{"title": "Watch This Trans Teenager's Emotional Reaction To Getting Her First Dose Of Hormones"},
{"title": "9 Gross Things To Never Do In Front Of Your Man"},
{"title": "This Mom Took A Laugh-Out-Loud Photo Of Her Baby And A Magazine"},
{"title": "Product Hunt Launches A Podcast Section"},
{"title": "No, The DMV Is Not The Most Hated Government Service (According To Yelp)"},
{"title": "17 Things People Don't Understand About OCD"},
{"title": "12 Wedding Tips For Brides With Anxiety"},
{"title": "What Dangerous Men Taught Me About Becoming A Woman"},
{"title": "This 27-Year-Old Is Making Enough Money On Airbnb To Fund Her World Travels"},
{"title": "You Should Be Eating Pork And Avocado Sandwiches For Dinner"},
{"title": "ABC Apologised For Using A Photo Of The Wrong Indian Actress While Promoting Priyanka Chopra"},
{"title": "Watch The Most Awkward Fan Interaction In This \"Con Man\" Clip"},
{"title": "19 All-Too-Real Moments For People Who Always Get The Hiccups"},
{"title": "Chris Brown Says He Should Be A Domestic Violence Campaigner"},
{"title": "What's Going On Around The World Today"},
{"title": "How Many Toni Collette Movies Have You Actually Watched?"},
{"title": "16 Birds You Won't Believe Actually Exist"},
{"title": "Here's What Happened When Priyanka Chopra Visited \"Jimmy Kimmel Live\""},
{"title": "24 Astonishing Pictures Of People Re-Creating \"Mad Max: Fury Road\" In The Desert"},
{"title": "A 17-Year-Old Built A Bridge So That Underprivileged Kids Could Get To School Safely"},
{"title": "You Totally Forgot About These YTV Shows From The '90s"},
{"title": "Can You Remember All The Lyrics To \"What Would You Do?\" By City High?"},
{"title": "Breaking: Peter Mansbridge Is On Instagram And He's Kinda Basic Like You"},
{"title": "Jeremy Corbyn Has Just Been Heckled For Not Saying The Word \"Israel\""},
{"title": "Do You Know Your BF's Face By Touch?"},
{"title": "36 Things That Would Be Very Different If \"Muriel's Wedding\" Was Set In 2015"},
{"title": "Whitney Port From \"The Hills\" Is Still Shocked As Ever"},
{"title": "This Grocery Store Had The Perfect Response To A Customer's Eminem Joke"},
{"title": "19 Reasons The Nintendo 64 Is The Greatest Console Of All Time"},
{"title": "How Many James Bond Films Have You Seen?"},
{"title": "The Alphabet According To \"Gilmore Girls\""},
{"title": "How Well Do You Remember \"Muriel's Wedding\"?"},
{"title": "18 Ways To Upgrade Instant Noodles That'll Change Your College Dorm Life"},
{"title": "Can You Guess Which Celeb Made This Art?"},
{"title": "These Sons Were So Bothered After Seeing Their Moms Getting Catcalled"},
{"title": "Australia Is Getting A Pop-Up Central Perk"},
{"title": "15 Times Paris Geller Was Brutally Honest"},
{"title": "Which Pawnee City Hall Mural Are You?"},
{"title": "We Need To Talk About The Absolute Perfection That Is Tim Riggins"},
{"title": "Contestants Danced To The \"Breaking Bad\" Theme Song And It's Everything"},
{"title": "Extremely Spicy Snack Taste Test"},
{"title": "We Know What Picture Of Billy Ray Cyrus You Want To Get Framed For Your Mantel Based Off This One Question"},
{"title": "You Need To Tell Us If These Things Are Doughnuts"},
{"title": "This Married Couple Had An Honest Discussion About Their Relationship And Their Very Real Age Difference"},
{"title": "T-Pain: \"Jeb Bush Is Underrated\""},
{"title": "This Video Perfectly Captures What It's Like The Morning After A Workout"},
{"title": "This Sleepy Meerkat Is You At Work Right Now"},
{"title": "22 Reasons Literally Everyone Has Trust Issues"},
{"title": "Here's What Matilda Would Have Been Like At Hogwarts, According To Mara Wilson"},
{"title": "31 Terrifying Horror Films To Stream This October"},
{"title": "How Embarrassingly Canadian Are You Abroad?"},
{"title": "5 Things Canadians Should Know About PrEP"},
{"title": "Kim And Kanye's Baby Is Scheduled To Be Born On Christmas Day"},
{"title": "Here Are 6 Unique Ways To Drink Coffee"},
{"title": "Can We Guess Your Personality Based On One Coffee Question?"},
{"title": "Teens Are Not Happy About Snapchat's Creepy New Filter"},
{"title": "11 Weird, Insane, And Absolutely Absurd Things I Learned From Grace Jones' Memoir"},
{"title": "I Relived Freshers' Week A Decade On And This Is What Happened"},
{"title": "Parents, What's The Worst Thing That Went Wrong On Halloween?"},
{"title": "When God Closes A Door, He Opens A Window."},
{"title": "Which Iconic \"Clueless\" Outfit Are You Based On Your Zodiac?"},
{"title": "14 Types Of People At Every College Party"},
{"title": "This Is What It Feels Like When Your Favorite TV Show Is Ending"},
{"title": "Can You Guess These Celebrity Fragrances By Their Descriptions?"},
{"title": "When The Doctor Needs To See Your Penis"},
{"title": "25 Of The Best Responses To The Super Blood Moon"},
{"title": "Can You Guess The \"Friends\" Season Based On Joey's Fridge?"},
{"title": "28 Signs You Grew Up In New Zealand In The '00s"},
{"title": "We Know Your Zodiac Sign Based On The Things You Like"},
{"title": "This \"Age Of Ultron\" Deleted Scene Is Two Minutes Of Shirtless Chris Hemsworth"},
{"title": "Are You More Of A Mixtape Or Playlist Type Of Person?"},
{"title": "Pop-Up Porn Books Exist And This Is What They Look Like"},
{"title": "23 T-Shirts That Are Guaranteed To Impress Any Cat Person"},
{"title": "We Need To Help Bob Saget Decide If He Should Get Lasik Or Not"},
{"title": "Which Windows 3.0 Solitaire Deck Are You?"},
{"title": "Here Are The Six Guys You Have Inevitably Danced With At A Club"},
{"title": "This Quiz Will Brighten The Crap Out Of Your Day"},
{"title": "It Has Come To Our Attention That Gigi And Bella Hadid's Younger Brother Is Very Adorable"},
{"title": "Australian Football League Suffers \"Epic Fail\", Reveals Wrong Winner Of Major Prize"},
{"title": "Here's What Happens When You're Already Excited For Halloween"},
{"title": "A Guy Who Lost It In A Road Rage Incident Is Now A Gigantic Meme"},
{"title": "How An Anxious Space Geek Became Hollywood's Most Unlikely Star"},
{"title": "A Surprising Thing Happened When Kids Were Asked To Choose Between Happiness And Money"},
{"title": "Which Banned Book Influenced You The Most?"},
{"title": "Blowing Up \"The Leftovers\""},
{"title": "Fans Holding A \"Refugees Welcome\" Banner Were Booted From A Vancouver Whitecaps Game"},
{"title": "Are You More Cara Delevingne Or Taylor Swift?"},
{"title": "I Asked A Bunch Of People To Define A Good Body And This Is What Happened"},
{"title": "Old People Unboxed Sex Toys For The First Time And Were So Confused"},
{"title": "The Windows 98 Screensavers Ranked From Worst To Best"},
{"title": "Which Version Of Alanis Morissette Are You?"},
{"title": "Indians: Let's Take A Second To Acknowledge That Priyanka Chopra Is F*cking Killin' It"},
{"title": "23 Bizarre Beauty Trends From Yesteryear"},
{"title": "11 Moments Everyone Who's Met A Fuckboy Will Understand"},
{"title": "These Pit Bull Brothers Are The Cutest Thing You'll See All Day"},
{"title": "What's The Best Halloween Costume You've Ever Had?"},
{"title": "39 Instagrammers Share Their Favorite Travel Photos For World Tourism Day"},
{"title": "Our Election Debate Drinking Game Is Back And We're So Sorry"},
{"title": "27 Problems That Prove Australia Is Insane"},
{"title": "What Were You Like In High School Based On Your Zodiac Sign?"},
{"title": "Taylor Swift Performing At Stagecoach Is Actually You On The Weekend"},
{"title": "18 Celebrity Men Who Are Actually Just Really Pleased To See You"},
{"title": "Intensely Running Ryan Phillippe Is All Of Us"},
{"title": "Which Pie Matches Your Zodiac Sign?"},
{"title": "We Are All This Screaming Taylor Swift Fan"},
{"title": "The Police Only Started This Woman's Stabbing Investigation Because A Famous Actor Intervened On Facebook"},
{"title": "13 Fun Activities You May Technically Be Able To Do On Mars"},
{"title": "You Will Not Be Able To Handle The New Real Housewives Of Atlanta Trailer"},
{"title": "Matt Damon Hilariously Reacts To Sexual Tweets About His Ponytail"},
{"title": "What Should Every Tourist Know Before Coming To London?"},
{"title": "This Indian Classical Version Of The \"Harry Potter\" Soundtrack Will Blow Your Goddamn Mind"},
{"title": "Tell Us About Yourself(ie): Rob Delaney"},
{"title": "If Disney Princesses Were Pinay"},
{"title": "Here's Why Some People Are Furious About Facebook's Indian Flag Profile Photos"},
{"title": "Why Shopping For Clothes Makes You Question Your Entire Life"},
{"title": "There May Now Be A Whole New Reason To Take Aspirin"},
{"title": "This Guy Proposed With An Amazing Custom Monopoly Board"},
{"title": "14 Confessions Of An Indian Drag Queen"},
{"title": "\"South Park\" Reveals The Canadian Alphabet And It's About Time, Guy"},
{"title": "Chipotle's Nine-Month Carnitas Nightmare Is Almost Over"},
{"title": "Fans Are Sharing Their Lorde Tattoos To Celebrate The Anniversary Of \"Pure Heroine\""},
{"title": "Your Horoscope For The Week Of September 28"},
{"title": "A Little Girl Caught A Five-Pound Bass With A Barbie Fishing Rod"},
{"title": "16 Delightful Pictures Of Stormtroopers Enjoying Their Day Off"},
{"title": "What Should You Be When You Grow Up?"},
{"title": "This Girl Accidentally Came Out To Her Family \"In The Worst Way Possible\""},
{"title": "Do You Know What's Happening In The News?"},
{"title": "17 Cats Who Could Use A Day Off"},
{"title": "A Woman Gave Her Boyfriend A Sick Burn After He Said He Preferred Video Games To Her"},
{"title": "You Should Check Out These Pictures From The First U.N. General Assembly"},
{"title": "People Are Outraged After An Animal Rights Group Was Caught Taking A Puppy From A Homeless Man"},
{"title": "Which Member Of The United Nations Security Council Are You?"},
{"title": "The 19 Most Important Things That Happened When The Prime Minister Of India Went To Silicon Valley"},
{"title": "Do You Actually Know The Meaning Of These Commonly Misused Words?"},
{"title": "23 Totally Amazing BodyCon Looks You'll Wanna Rock This Fall"},
{"title": "Robert Pattinson Has Grown A Humongously Bushy Beard"},
{"title": "This Slow Cooker Pork Rice Bowl Is Quick, Easy, And Filling"},
{"title": "Hillary Clinton Tells Lena Dunham: \"Like Everything I Do,\" Donna Karan Dress \"Turned Out To Be Controversial\""},
{"title": "What's Going On Around The World Today"},
{"title": "29 Unbelievably Cringeworthy Teenage Fashion Fails"},
{"title": "How Much Of An Instagram Cliche Are You?"},
{"title": "12 Stunning Never-Released Images From Disney's Animation Studio"},
{"title": "Casinos Keep New York School Money"},
{"title": "The BuzzFeed News App For Android Is Here"},
{"title": "Do The Perfect Cat Eye Every Time By Following These Steps"},
{"title": "Magic Johnson And King Bach Back The \"Black Procter & Gamble\""},
{"title": "This Video Of A Dying Dog Being Nursed Back To Health Is Heartwarmingly Beautiful"},
{"title": "This Grandma Had The Best Reaction To Taylor Swift Bringing Mick Jagger Out Onstage"},
{"title": "Australian Women Can Now Order Abortion Pills Over The Phone"},
{"title": "17 Cosplayers Who Totally Slayed Oz Comic-Con"},
{"title": "Justin Bieber Calmly Asked His Fans To Respect Him In A Snapchat Video"},
{"title": "This Is What Pizza Huts Look Like Now"},
{"title": "Australian of the Year's Son Did Not Die In Vain, Coroner Finds"},
{"title": "A Man Set Fire To A Gas Pump Trying To Kill A Spider With A Lighter"},
{"title": "Sydney Looks Stunning In These Epic Aerial Photographs"},
{"title": "We Taught These Grandmas How To Do The Nae Nae And It Was Cute AF"},
{"title": "\"New Humans Of Australia\" Is The Perfect Response To Negative Reporting Of Refugees"},
{"title": "Did Gwyneth Paltrow Really Say That?"},
{"title": "This Right Wing Columnist's Column Actually Makes Steamy Romantic Posters"},
{"title": "The Try Guys Learn And Perform Iconic K-Pop Dances"},
{"title": "These Jaw-Dropping Halloween Costumes Are For Kids In Wheelchairs"},
{"title": "30 Seconds Anyone Who's Been Through A Breakup Will Recognize"},
{"title": "32 Things That Happen When Your BFF Is Also Your Soulmate"},
{"title": "26 Questions Asians Have For White People"},
{"title": "Can You Match The Song To The All Time Low Album?"},
{"title": "This Adorably Shy Red Panda Cub Debuts With A Little Help From Her Mom"},
{"title": "I Got Made Up To Look Like My Dog And Here's What Happened"},
{"title": "11 Things You Shouldn't Let Get You Down"},
{"title": "Which K-Pop Girl Group Should You Actually Be In?"},
{"title": "We Need To Talk About Mandy Moore"},
{"title": "11 Times Helena From \"Orphan Black\" Was Too Cute To Be A Psychopath"},
{"title": "Which Character From Disney's \"Recess\" Are You?"},
{"title": "Do You Know Your GF's Face By Touch?"},
{"title": "Which Pop Anthem Matches Your Birth Month?"},
{"title": "Do You Know Your BF's Foot?"},
{"title": "Can We Guess Your Favorite Color Based On Your Birth Month?"},
{"title": "Which \"The Emperor's New Groove\" Character Are You?"},
{"title": "Catch Up On The News In Just Five Minutes A Day"},
{"title": "Do You Remember The Essay From \"The Breakfast Club?\""},
{"title": "What's The Greatest Destiny's Child Single Of All Time?"},
{"title": "Which \"Walking Dead\" Character Should You Eat As A Zombie?"},
{"title": "Why Beer Pong Is Better Than Flip Cup"},
{"title": "Which Famous Blonde Will You Marry?"},
{"title": "WTF Is Online Dating Slang?"},
{"title": "Which \"Hamilton\" Schuyler Sister Are You?"},
{"title": "22 Adorable Dog Collars Every Dog Owner Needs"},
{"title": "Watch People Try Moon Cakes (Yue Bing ) For The First Time"},
{"title": "The Moon Is Going To Be Big And Red AF This Sunday"},
{"title": "Are You More Of A Cromwell Or Sanderson Sister?"},
{"title": "Tons Of People Have Gotten Screwed Over By Kate Hudson's Company Fabletics"},
{"title": "9 PS4 And Xbox One Games That You Should Play Already, Goddamnit"},
{"title": "The Pending \"Blood Moon\" Has Some People Preparing For The Apocalypse"},
{"title": "26 Quotes About Parenthood That Are Painfully True"},
{"title": "If \"Harry Potter\" Characters Had Instagram In The '90s"},
{"title": "35 Perfect Shoulder Tattoo Designs"},
{"title": "21 Pictures That Prove Workout Clothes Are Actually The Only Clothes You Need"},
{"title": "Washington Nationals Players Brawl In Their Own Dugout"},
{"title": "How Many Heath Ledger Movies Have You Actually Watched?"},
{"title": "27 Clever Ways To Remember All Your Shit"},
{"title": "Sick Of The PSL? Try These Other Starbucks Fall Flavors"},
{"title": "17 Easy Magic Tricks That Will Blow Your Kids' Minds"},
{"title": "Pope Francis Cracked Up As He Blessed A Baby Dressed In A Pope Outfit"},
{"title": "Kurt Cobain's Daughter Got Married Without Telling Her Mom"},
{"title": "We Know Which Celebrity You Should Marry Based On Your Sign"},
{"title": "Your Weekly Gossip Roundup: Kaley Cuoco-Sweeting Announces A Split, Anthony Anderson's Wife Files For Divorce, And More"},
{"title": "Which Version Of \"1989\" Is The Best?"},
{"title": "When Guys Think Girls Are Obsessed With Them"},
{"title": "18 Things Any Girl The Same Height As Her Boyfriend Knows"},
{"title": "Here's Our Dream Cast For Nintendo Princesses"},
{"title": "40 Selfie Poses In 59 Seconds"},
{"title": "31 Halloween Costumes That Require Absolutely No Skill"},
{"title": "Which \"South Park\" Character Are You Actually?"},
{"title": "12 Times George And Amal Clooney Gave You Intense #CoupleGoals"},
{"title": "27 Ocean-Themed Wedding Ideas For People That Love Mermaids"},
{"title": "A Mom's Shocking Facebook Photo Shows Why You Should Be Wary Of People Kissing Your Baby"},
{"title": "22 Heroes Who Will Give You Eternal Light"},
{"title": "18 Cookie Lyon Reactions For Everyday Situations"},
{"title": "The Zendaya Barbie Doll Has Arrived And It's Totally Gorgeous"},
{"title": "19 Pairs Of Sisters Whose Style You'll Want To Steal"},
{"title": "Ways Your Diet Proves You're Broke AF"},
{"title": "A Ranking Of The Creepiest Kids In Horror Movies"},
{"title": "Is The World Going To End Today?"},
{"title": "\"The Internet Was Fucking Me Up:\" Patrick DeWitt On Books, Bubbles, & Bullshit"},
{"title": "The Haqq Twins Takes Sides In The Kardashian's Most Epic Fights"},
{"title": "19 Times Kale Needed To Stay In Its Lane"},
{"title": "Are You A Seedy Bitch, A Needy Bitch, Or A Greedy Bitch?"},
{"title": "These People Go On A Bar Crawl To Find The Best Nachos In LA"},
{"title": "28 Unexpected Halloween Costumes You Can Make Yourself"},
{"title": "Which \"Sherlock\" Character Is Your Soulmate Based On Your Taste In Food?"},
{"title": "22 Reasons You Need To Start Watching \"Outlander\" Immediately"},
{"title": "16 Texts You Send Your Mom After You Move Out"},
{"title": "21 Times \"Beetlejuice\" Perfectly Described Your College Experience"},
{"title": "Which British Musician Are You Based On Your Zodiac Sign?"},
{"title": "Can We Take A Sec And Remember Just How Good The \"National Treasure\" Series Is?"},
{"title": "Here's A Make-Ahead Meal Plan That Anyone Can Cook"},
{"title": "10 Amazing Donuts That Should Be Mandatory Eating This Fall"},
{"title": "Here's A Closer Look At The 34 Ingredients In A Cool Ranch Dorito"},
{"title": "The Try Guys Become Korean Drama Actors"},
{"title": "How Many Of The Most Iconic Songs Of All Time Have You Heard?"},
{"title": "Americans React To Old Racial Slurs"},
{"title": "17 Trends That Appeared At Literally Every Wedding In 2015"},
{"title": "This Model Had The Classiest Response To A Trolling Gossip Column"},
{"title": "How To Piss Off Your Boyfriend In 69 Seconds"},
{"title": "26 \"Family Guy\" Moments That'll Make You Laugh Every Time"},
{"title": "This One Music Question Will Determine When You'll Get Married"},
{"title": "Bill Nye Addresses Anti-Abortion Politicians In New Video"},
{"title": "Why Flip Cup Is Better Than Beer Pong"},
{"title": "When You're A Girl Who Loves Food"},
{"title": "25 Of The Most Embarrassing Things People Have Done At The Doctor's Office"},
{"title": "This Is Why An Abuse Victim Is Still In Prison After Pleading For Mercy"},
{"title": "Katy Perry's Pan Flute Performance Will Have You Crying Tears Of Laughter"},
{"title": "Couples Review Each Other's Credit Card Statements"},
{"title": "14 Incredible \"Game Of Thrones\" Tattoos That Are To Die For"},
{"title": "24 Books That Perfectly Match New York Fashion Week Looks"},
{"title": "When You're a Dude Who Doesn't Like Watching Sports"},
{"title": "10 Insanely Delicious Veggie Noodle Recipes That Are Better Than Pasta"},
{"title": "What Is Your Dessert IQ?"},
{"title": "Pigskin A Blanket: NFL Week 3 Picks"},
{"title": "Signs You're Broke AF"},
{"title": "17 Delectable No-Bake Desserts That'll Change Your Life"},
{"title": "A Genius Figured Out How To Take The Perfect Selfie With Your Dog"},
{"title": "Can You Tell If These Weird Tweets Are By Martha Stewart Or Cher?"},
{"title": "16 GIFs That Will Ruin Your Childhood"},
{"title": "Serena Williams And Colton Haynes Are Your New Favorite Celebrity BFFs"},
{"title": "17 Pictures That Are Way Too Real For Everyone Who Hates Going Out"},
{"title": "Can You Guess The Magazine After We Remove Its Title?"},
{"title": "When Abuela Wants You To Eat"},
{"title": "Would You Make It In The Keating Five?"},
{"title": "Proof That Braids Look Best With Rainbow Hair"},
{"title": "Should You Be Big Spoon Or Little Spoon?"},
{"title": "8 Best Things About Being Chinese-American"},
{"title": "Fans Try Harry Potter Lipsticks"},
{"title": "11 Arts And Crafts Projects That Prove Mason And Penelope Disick Are Creative Geniuses"},
{"title": "21 Drunk Conversations Every Girl Has Had At Least Once"},
{"title": "We Know Your Birth Month Based On One Question"},
{"title": "11 Incredibly Cool Places Where You Should Totally Have A Star Wars Staycation"},
{"title": "Are You More Alex Or Haley Dunphy?"},
{"title": "17 Incredibly Important Life Lessons We Can Learn From Winona Ryder"},
{"title": "14 Struggles Every Person Who's The Last Of Their Friends To Get Married Has"},
{"title": "Can We Guess Your Personality Based On Your Favorite Things?"},
{"title": "The Earth Just Opened Up And Swallowed This Beautiful Beach"},
{"title": "Americans Try Micheladas For The First Time"},
{"title": "19 Dorm Room Tips That'll Get You Instantly Organized"},
{"title": "One Thing I've Learned In 15 Years On The Internet"},
{"title": "When A Man Couldn't Feed Himself At McDonald's An Employee Did The Most Awesome Thing"},
{"title": "21 Minimalist Products That Might Turn You On"},
{"title": "This Inkblot Test Will Determine What You Hate The Most"},
{"title": "How Well Do You Remember \"Hook\"?"},
{"title": "Meet The Transgender Movement's Teen Idol"},
{"title": "25 Autumn Tattoos You'll Fall In Love With"},
{"title": "What \"Harry Potter\" Character Are You Based On Your Birth Month?"},
{"title": "People With Limited iPhone Data Should Turn Off This New iOS 9 Feature"},
{"title": "This New Infographic Shows Exactly Why You Need To Get Tested"},
{"title": "31 Incredibly Helpful Tips And Hacks For A New Baby"},
{"title": "Guess The Ex: Jordan & Jacob"},
{"title": "49 Halloween Costumes All Book Lovers Will Appreciate"},
{"title": "Are You More Justin Bieber Or One Direction?"},
{"title": "Planned Parenthood \"Cheerleaders\" Protested Carly Fiorina At A College Football Tailgate"},
{"title": "23 Things You'll Only Understand If You're 23"},
{"title": "Rapper Fetty Wap Injured In A Motorcycle Accident"},
{"title": "This Guy Catches Sharks With His Bare Hands, Because Australia"},
{"title": "Do You Still Know The Original \"Sister, Sister\" Theme Song?"},
{"title": "Meet The Brownies That Put All Other Brownies To Shame"},
{"title": "\"The Dress\" Is Now Officially A Sexy Halloween Costume"},
{"title": "Here's Why Video Games Are Actually Healthy For You"},
{"title": "26 Times Ron Swanson Was The Funniest Character On \"Parks And Recreation\""},
{"title": "This Man Is About To Reach The Top Of Mt Everest And Only Has One Finger"},
{"title": "We Bet You Can't Solve This Really Hard Geometry Problem"},
{"title": "11 Internet Cartoons That Will Make You Feel \"Popeful\""},
{"title": "Florida Woman Arrested On Suspicion Of Riding A Sea Turtle"},
{"title": "How Well Do You Know Sandwiches?"},
{"title": "What Job Would You Have In A Disney Movie?"},
{"title": "This One Thing You Never Noticed In \"Arthur\" Will Rock Your World"},
{"title": "Virginia Executes Serial Killer Before Supreme Court Rules On Final Request"},
{"title": "Malala Yousafzai Is Pretty Much Good At Everything"},
{"title": "22 Dogs Who Totally Nailed Their Geeky Halloween Costumes"},
{"title": "23 Delicious Ways To Layer Up For Fall"},
{"title": "17 Celebrity Instagrams You Need To See This Week"},
{"title": "Dang, Two More Celeb Couples Have Filed For Divorce"},
{"title": "21 Things Only Non-Harry Potter Fans Know To Be True"},
{"title": "9 Science Stories You Can't Miss: The Bad Pharma Edition"},
{"title": "The Most Fab And Drab Celebrity Looks Of The Week"},
{"title": "22 Tips For Hiking With Kids That Every Parent Should Know"},
{"title": "Pope Francis Calls On Immigrants To \"Enrich The Lives Of This American Nation\""},
{"title": "Bill Gates Just Gave $6 Million To Genetically Engineer An HIV Vaccine"},
{"title": "21 Modern Make-Ahead Casseroles"},
{"title": "Watch This Couple Experience Norway's Insane Beauty"},
{"title": "Here's How To Find Out Your Uber Passenger Rating (If You Really Want To Know)"},
{"title": "The Dress Michelle Obama Just Wore For A State Dinner Will Give You Life"},
{"title": "Do You Remember The Lyrics To \"Imagine\" By John Lennon?"},
{"title": "9 Feature Stories You Can't Miss This Week: Avengers, Unicorns, And Mermaids"},
{"title": "A Little Girl Asked Her Mom To Be Friends With Her Dad And It Will Melt Your Heart"},
{"title": "769 Dead, 934 Injured In Stampede During Hajj Pilgrimage In Saudi Arabia"},
{"title": "Movies I Loved Before My Feminism Made Me Love Them Less"},
{"title": "Switzerland Bans The Sale Of Volkswagen Diesel Models"},
{"title": "Here's What It's Like Feeding Yourself On Food Stamps"},
{"title": "Beyonce Posted A Photo Diary Of Her Family Vacation And It's Glamorous AF"},
{"title": "Senator James Inhofe: Pope Wasn't Actually Talking About Climate Change Before Congress"},
{"title": "Everyone Stop And Appreciate Zac Efron Touching Himself"},
{"title": "This Is What The Saddle Club Cast Look Like Now"},
{"title": "The Head Of London's Police Tried To Find Out If Dogs Could Be Used To Sniff Out Knives"},
{"title": "Scientists Don't Know What To Make Of The Latest Pluto Photos"},
{"title": "This Pizzeria Went Vegan And No One Knows What To Do"},
{"title": "Couples Toss Food Into Each Other's Mouths In Slow-Mo"},
{"title": "Meet The Tech Entrepreneurs Trying To Take Back The Porn Industry"},
{"title": "Listen To Sam Smith's Bond Song \"Writing's On The Wall\""},
{"title": "We Showed Native Americans \"Indian\" Sports Logos And It'll Make You Cringe"},
{"title": "Everyone's Making Fun Of The Australian Government For Inventing A Hippie Terrorist Called Karen"},
{"title": "Find Out How Well You Remember \"Julius Caesar\""},
{"title": "When You Think You Might Snap"},
{"title": "Unfriending A Co-Worker On Facebook Now Constitutes Workplace Bullying"},
{"title": "27 Things Aussie '90s Guys Low-key Loved"},
{"title": "We Made Andrew Garfield Build An Ikea Chair While Talking About His New Movie"},
{"title": "16 Weird Things We Will Have To Say To Our Grandkids"},
{"title": "Someone Has Started A GoFundMe To Save A Giant Iconic Lobster"},
{"title": "\"Ernie Awards For Sexist Behaviour\" A Triumph For Australia's Old, White Men"},
{"title": "Are You More Kendall Or Kylie Or A High-Tech A.I. That Doesn't Know It's A Computer Simulation?"},
{"title": "Everything You Need To Know About What Happened At The French Canadian Leaders' Debate"},
{"title": "Domestic Violence Allegations Dropped Against Indigenous Australian MP"},
{"title": "Australia's Ice Epidemic Creeping In To Remote Indigenous Communities"},
{"title": "27 Moments You'll Totally Understand If You Have A Gym Crush"},
{"title": "Wait, What The Fuck Is Going On With This Water Pouring Illusion"},
{"title": "17 Secrets We Want To Tell Our Exes"},
{"title": "Which Classic TV Show Are You?"},
{"title": "If Joey Tribbiani Quotes Were Motivational Posters"},
{"title": "Which Disney Princess Are You Based On Your Birth Month?"},
{"title": "14 Comics That Capture Your Magical Gay Experience"},
{"title": "Can You Name This Ballet Move?"},
{"title": "Here's A Mindblowing \"Harry Potter\" Fan Theory About The Avada Kedavra Curse"},
{"title": "\"Days Of Our Lives\" Just Revealed Who The Serial Killer Is"},
{"title": "Here Are All The Canadian Candidates Who've Gotten Into Trouble"},
{"title": "Everyone's Making Fun Of The \"Bachelorette\" Contestant Who Claimed He Played Football For Australia's National Team"},
{"title": "Meet Ashlee Simpson And Evan Ross' New Baby Girl, Jagger Snow"},
{"title": "17 Music Facts That Will Make '00s Kids Feel Old AF"},
{"title": "Chipotle Actually Isn't That Good?"},
{"title": "A High School Football Star Was Paralyzed After A Person Texted While Driving"},
{"title": "Which \"Inside Amy Schumer\" Amy Are You?"},
{"title": "Someone Has Put The Australian Prime Minister's House Up For Rent"},
{"title": "167 Thoughts We Had Watching \"The Bachelorette\" Australia Season 1, Episode 2"},
{"title": "Porn Stars Reveal The Kinkiest Things They Have Ever Done On Set"},
{"title": "26 Of The Most Powerful Photos Of This Week"},
{"title": "Diane Keaton Running To Get Froyo Is Diane Keaton Living Her Best Life"},
{"title": "LGBT Women Share Things They Are Tired Of Hearing In This Powerful Video"},
{"title": "We Got Advice From Margaret Cho, And It Was Just As Real As You'd Think"},
{"title": "21 Gorgeous Drinking Accessories To Get You Elegantly Wasted"},
{"title": "This Is What Over 100 Years Of Girl Scouts Looks Like"},
{"title": "The Women Of \"The Office\" Re-Created A Throwback Photo And The Emotions Are Real"},
{"title": "If Disney Princesses Lived In Canada"},
{"title": "What Small Life Change Should You Make?"},
{"title": "19 People Who Have Reached Peak Fuckboy"},
{"title": "Here's How To Make The Most Magical Food Ever"},
{"title": "This Tip Will Make Sure You Never Run Out Of Condoms Again"},
{"title": "Daniel Radcliffe Has Ditched The Hairy Potter Look"},
{"title": "BuzzFeed WKND: 09.25.15"},
{"title": "Jada Pinkett Smith Posted A Baby Photo Of Will For His Birthday And It'll Make You Believe In Love"},
{"title": "The iPhone 6s: A Review For Those Who Hate iPhone Reviews, But Read Them Anyway"},
{"title": "7 Essays To Read: When Schools Are Racist, \"Depressiongrams,\" And #ShoutYourAbortion"},
{"title": "Man Buns Are Making Guys Go Bald And It's Kind Of The Worst"},
{"title": "25 Cats Who Aren't Ready For Winter"},
{"title": "Hold Onto Your Butts, This Cover Of \"Where Are U Now\" Is Aca-Mazing"},
{"title": "What Song Should You Play On Repeat This Weekend?"},
{"title": "17 Times \"Game Of Thrones\" Matched Up Perfectly With \"Parks & Rec\" Quotes"},
{"title": "See Masculinity Reimagined In These Stunning Portraits"},
{"title": "17 Unspeakably Gross Insect Horror Stories"},
{"title": "This Photo Of An Alberta Town's Sad Tourism Slogan Will Make You Sad"},
{"title": "The Dark Side Of Medical Marijuana's Miracle Drug"},
{"title": "What Type Of Person Should You Marry Based On Your Food Preferences?"},
{"title": "Hugh Jackman Thinks Tom Hardy Should Be The Next Wolverine"},
{"title": "22 Heroes Who Don't Wear Capes"},
{"title": "Princess Leia's Daughter Is Reprising That Iconic \"Star Wars\" Look"},
{"title": "What's Your All-Time Favorite Halloween Movie?"},
{"title": "21 Things That Will Make All '00s Girls Feel Old"},
{"title": "I Used The Crap Out Of The New iPhone 6s And This Is What Happened"},
{"title": "Do You Have The Most Horrifying Cable Company Customer Service Story?"},
{"title": "Damn Straight Sigourney Weaver Will Be In The New \"Ghostbusters\""},
{"title": "This Bride Will Be The 11th Person In Her Family To Wear This Wedding Dress"},
{"title": "29 Hilarious Fake Books About Social Media That Need To Exist"},
{"title": "Which Of The Pope's Hot Tracks Will Be Your Fall Anthem?"},
{"title": "Michelle Obama Gave The National Zoo's Newborn Panda His Official Name"},
{"title": "The Triumphant, Melancholic Return Of The World's Greatest Screenwriter"},
{"title": "Garrett Hedlund Has Just Become Even More Perfect"},
{"title": "26 Things Taylor Swift Did In 2008 That She Would Never, Ever Do Now"},
{"title": "These Ads For A Gay Hookup Site Were Pulled From Toronto Subways"},
{"title": "John Boehner Singing Is All You Need To Know About His Resignation"},
{"title": "What Type Of Fall Sweater Are You?"},
{"title": "This Woman Taking A Picture With Reese Witherspoon In The Background Is All Of Us"},
{"title": "53 Wonderfully Pointless Facts About The English Language"},
{"title": "Here's How To Pair Your Apple Watch With Your New iPhone 6s"},
{"title": "Daisy Takes Control On \"Agents Of S.H.I.E.L.D\""},
{"title": "13 Burning Questions For Ketchup Lovers"},
{"title": "Teenager Jailed For Life For Planning Massacre At UK College"},
{"title": "Flashback To When Nobody Knew How To Say John Boehner's Name"},
{"title": "How The Kardashians Manipulated The Media To Become The Most Famous Family In The World"},
{"title": "The Hardest Premier League Badge Quiz You'll Ever Take"},
{"title": "31 Cats Who Just Want To Watch The World Burn"},
{"title": "This Guys Wants To Charge $11K For A Tiny View Of The Pope From His Window"},
{"title": "How A Teenager Came Within Hours Of Carrying Out A College Massacre"},
{"title": "London Zoo Meerkat-Keeper Accused Of Assaulting Monkey-Keeper In Row Over Llama-Keeper"},
{"title": "Pick A Heart-Shaped Potato To Reveal Your Potato Soulmate"},
{"title": "What's The Weirdest Thing You've Gotten While Trick-Or-Treating?"},
{"title": "13 Hidden iPhone 6s Tips And Tricks"},
{"title": "Are You Netflix Or Are You Chill?"},
{"title": "What's Going On Around The World Today"},
{"title": "What Should Your Signature British Insult Be?"},
{"title": "\"Black Mirror\" Is Moving To Netflix With 12 New Episodes On The Way"},
{"title": "31 Reasons Fennel Should Be The New Food Mascot Of Fall"},
{"title": "Elizabeth May's Super Sassy Peace Sign Won The French Canadian Leaders' Debate"},
{"title": "15 Struggles Every Lightweight Drinker Will Understand"},
{"title": "A \"Cannabis Forest\" The Size Of A Soccer Field Has Been Discovered In London"},
{"title": "This Company Wants People To Work Out To Help Ganesh Get An Eight-Pack"},
{"title": "19 Ridiculous Rumors That Went Around EVERY British School"},
{"title": "Why Are Refugees Going To Germany - And Will They Stay?"},
{"title": "14 Times Olly And Neil Milan Were The Cutest Couple On Twitter"},
{"title": "Who Can Use The N-Word, As Told By Blackish"},
{"title": "Do You Know What Happened In The News This Week?"},
{"title": "25 British Tabloid Headlines As Motivational Poster"},
{"title": "This Is The Most Unbelievably Simple And Unbelievably Gross Prank You'll Ever See"},
{"title": "There's An Amazing Twitter Account Parodying The Film \"Stonewall\""},
{"title": "This Boy's Mother Complained To His School Because It Confiscated His E-Cigarette"},
{"title": "Dear News Networks: Stop Pronouncing Hajj Wrong"},
{"title": "17 Insanely Beautiful Makeup Ideas For When You're Feeling Your Look"},
{"title": "This Tiny Lion Can't Roar Yet But That's Fine Because He's Adorable"},
{"title": "26 Things The Pope Should Actually Be Concerned About"},
{"title": "The Fancy Taco Bell That Sells Booze Opened In SF And Here's What It's Like"},
{"title": "18 Things Only People Who Believe In Astrology Will Understand"},
{"title": "This Is What \"Central Park\" Looks Like Around The World"},
{"title": "16 Pets Who Just Want To Bring A Lil' Sunshine Into Your Life"},
{"title": "We Know Which Obscure Cereal Mascot You Are Based On Three Questions"},
{"title": "People React To Uber Passenger Ratings"},
{"title": "25 Of The Most Hilarious \"SpongeBob\" Quotes"},
{"title": "J.K. Rowling Is Splitting \"Harry Potter And The Cursed Child\" Into Two Plays"},
{"title": "26 #BlackOutEid Selfies That Will Completely Make Your Day"},
{"title": "Which Doctor From \"Doctor Who\" Had The Best Look?"},
{"title": "What's The Best College Bar In America?"},
{"title": "Anne Hathaway Can't Win"},
{"title": "31 Things Every Person From Western Massachusetts Understands"},
{"title": "We Know What Kind Of Top You Are Based On Your Taste In Bottoms"},
{"title": "13 Things About Language That Will Leave You Speechless"},
{"title": "Siri Can Have Conversations With Other A.I. And I'm Horrified"},
{"title": "The New Hercules Looks Like A Leather Daddy With A Man Bun"},
{"title": "Can You Match The \"Orphan Black\" Quote To The Clone?"},
{"title": "16 Times Tumblr Horoscopes Went Too Far"},
{"title": "People Try Rainbow Doritos"},
{"title": "What Baskin Robbins Flavor Are You Based On The Day You Were Born?"},
{"title": "This Polar Bear Loves To Wear A Bucket On Her Head"},
{"title": "This Lingerie Model Was Born Without Legs And Uses A Skateboard To Get Around"},
{"title": "20 Pictures That Are Way Too Real For Single People"},
{"title": "21 Times \"Married With Children\" Went Way Too Far"},
{"title": "Amy Schumer's Press Room Interview After She Won Her Emmy Is Iconic"},
{"title": "This Double-Face Halloween Makeup Look Is Trippy AF"},
{"title": "12 Everyday Moments In The Life Of Big Boss From \"Metal Gear Solid\""},
{"title": "Here's $2 Trillion Worth Of Tech Companies Meeting With Chinese Premier Xi"},
{"title": "Here's What The Cast Of \"Halloweentown\" Looks Like Today"},
{"title": "Welcome To The New Celebrity #IceBucketChallenge"},
{"title": "The Try Guys Try K-Pop Idol Makeup"},
{"title": "This Children's Book Aims To Give Black Queer Boys A Voice"},
{"title": "What Was The Worst Netflix And Chill You've Experienced?"},
{"title": "Yukon Conservative Ryan Leef Isn't Too Happy His Sign Was Defaced To Read \"Ryan Queef\""},
{"title": "Would You Be A Hero Or Villain In \"Once Upon A Time\"?"},
{"title": "Thoughts Everyone Who's Afraid Of Flying Knows Too Well"},
{"title": "21 Of The Most Canadian Things You'll Ever See"},
{"title": "Samsung's New Virtual Reality System Will Cost Just $99"},
{"title": "Meet The Man Who Used To Try To \"Cure\" Gay People"},
{"title": "38 Cozy Cocktails Guaranteed To Warm You Up This Fall"},
{"title": "Can You Identify These Lush Bath Bombs?"},
{"title": "Trump: Mexico Doesn't Like WASPs"},
{"title": "People Try Pumpkin-Flavored Treats"},
{"title": "Having Opened Its Doors To Refugees, Germany Risks A Far-Right Backlash"},
{"title": "Do You Belong In England Or Scotland?"},
{"title": "Stunning Portraits Reveal Migrants Diversity In 19 Photos"},
{"title": "Can You Name These TV Shows From Their Famous Hangout Spots?"},
{"title": "Florida Man Accused Of Stealing 4 Million Pounds Of Citrus"},
{"title": "British Adults Try Sweets From Their Childhoods"},
{"title": "The Try Guys Try Korean Cooking"},
{"title": "27 Australian Signs That Don't Give A Damn"},
{"title": "This Woman Recreated Some Of Dan Bilzerian's Instagram Photos With Half Naked Men"},
{"title": "19 Times Olivia Benson Was Totally Badass"},
{"title": "This Small Plane Landing On The Road Is The Most Ridiculous Thing You'll See Today"},
{"title": "Here's What Happens When You Combine \"Pride And Prejudice\" With Guinea Pigs"},
{"title": "A Man Walks For The First Time After Years Of Paralysis And It's Incredibly Inspiring"},
{"title": "Can You Name The Aussie Celeb By Their Eyes?"},
{"title": "For Everyone Who Has Phone Anxiety"},
{"title": "9 Celebrity #TBT Photos You May Have Missed This Week"},
{"title": "31 Actually Helpful Tips For Dealing With Panic Attacks"},
{"title": "13 Reasons Urinals Are The Worst Human Invention Of All Time"},
{"title": "Here's How To Actually Get Rid Of Acne All Over Your Body"},
{"title": "Kim Kardashian Is Wearing More Latex In Her Newest Instagram Pics"},
{"title": "19 Reasons That Keep Calm And Carry On Must Be Stopped Forever"},
{"title": "Feel Better Than Ever With The BuzzFeed Health & Beauty Newsletter!"},
{"title": "Cocaine Cut With Horse-Worming Pill Causes Woman's Skin To Rot"},
{"title": "Can You Make It Through This Simple Yes Or No Quiz About Movie Quotes?"},
{"title": "16 Exciting And Creative Ways To Eat An Egg"},
{"title": "Here's What Iconic Movie Posters Looks Like Without Their Words"},
{"title": "How Would You Die On \"Scream Queens\"?"},
{"title": "8 Stages Every Driver Goes Through On Their Morning Commute"},
{"title": "Shonda Rhimes Is Producing Another Show That Will Ruin Your Life"},
{"title": "Who Are Your Guys?"},
{"title": "21 Insane Things That Were Actually Said To People Of Color"},
{"title": "My Mom And I Went To A Taylor Swift Concert And It Was Pure Magic"},
{"title": "How Well Do You Know The Lyrics To \"The Hills\" By The Weeknd?"},
{"title": "We Photoshopped Away The Features We Were Most Insecure About And This Is What Happened"},
{"title": "Marnie Piper Is Returning To The Town From \"Halloweentown\""},
{"title": "Another Mural Dedicated To Women Of Colour Was Defaced In Ottawa"},
{"title": "These Dogs Couldn't Care Less About The Canadian Rockies"},
{"title": "\"We Think Victims Deserve Our Sympathy Only If They're Well-Behaved\""},
{"title": "Here's How To Roast A Leg Of Lamb For Eid"},
{"title": "21 Dinners You Only Need 20 Minutes To Make"},
{"title": "We Know Your Favorite Music Genre Based On Your Zodiac Sign"},
{"title": "A Man Struck A Woman In Front Of A Huge Crowd At Friday's AFL Match"},
{"title": "Man Allegedly Disembowels Girlfriend After She Screams Ex's Name During Sex"},
{"title": "13 Struggles Of Waiting For Halloween To Arrive"},
{"title": "The Most Awkward Job Interview Ever"},
{"title": "17 Struggles All Smartypants Will Understand"},
{"title": "How Well Do You Know The Lyrics To \"Beautiful Soul\" By Jesse McCartney?"},
{"title": "The Pros And Cons Of Living In Florida"},
{"title": "Are You More Hilary Duff Or Hillary Clinton?"},
{"title": "25 Soups And Stews Guaranteed To Keep You Toasty This Fall"},
{"title": "How Well Do You Remember \"I Put A Spell On You\" From \"Hocus Pocus\"?"},
{"title": "50 Women Guaranteed To Make You Want Short Bangs"},
{"title": "A Pharmacy Made This Cute \"Monster Spray\" To Help A Little Girl Fall Asleep At Night"},
{"title": "Here's What Two Actual Southerners Think Of Reese Witherspoon's Draper James"},
{"title": "This Coloring Book For Adults Will Make You Feel Young Again"},
{"title": "How King Bach Dominated Vine"},
{"title": "Which Carb Is Your Soulmate?"},
{"title": "Potterheads Try Fan Created Sweets"},
{"title": "Hilary Duff On Her Phone Is Every Twentysomething Ever"},
{"title": "17 Beautifully Designed Mermaid Tattoos"},
{"title": "If Dentists Were Honest"},
{"title": "Can You Name These Sondheim Musicals By Their Characters?"},
{"title": "We Asked 17 People Why They Visited A Planned Parenthood And These Are Their Answers"},
{"title": "Hawaii Man Posts Graphic Photo After Fighting Off A Shark"},
{"title": "Do You Belong With The Plastics Or The Chanels?"},
{"title": "OMG, Tina Fey And Amy Poehler's Movie \"Sisters\" Has A New Poster"},
{"title": "19 Things You'll Only Understand If All Of Your Friends Are Older Than You"},
{"title": "Bill Hader And Fred Armisen Gave A Weird, Wonderful Interview"},
{"title": "The Pope's Security Guys Weirdly Look Just Like Neil Patrick Harris And Alec Baldwin"},
{"title": "21 Things Only Former Baby Lesbians Understand"},
{"title": "Here's What You Need To Know About The Women Of \"Transcendent\""},
{"title": "Can You Guess Who These Celebrities' Godparents Are?"},
{"title": "A Reminder That Maru Is Still King Of The Internet"},
{"title": "23 Incredibly Awkward Situations You'll Understand If Your Dick Is Massive"},
{"title": "Netflix Has Found The Binge-Watching Point Of No Return"},
{"title": "23 Iconic Things All '00s Teenage Girls Did In The Fall"},
{"title": "Paralyzed Man Walks Again Using Electrodes In His Brain"},
{"title": "18 Jokes You'll Find Funny If You Love Rugby"},
{"title": "The Designers Of This Ingenious Foldable Plug Have Developed An International Version"},
{"title": "28 Times Tumblr Told The Truth About Hypochondria"},
{"title": "A War Photographer Captured Striking Images Of A Migrant Camp In Calais While Delivering Aid"},
{"title": "19 Silly Assumptions About Singles In Their Thirties"},
{"title": "These Are The Best Opening Lines For A Dating App"},
{"title": "The Mom Who Accused A Security Guard Of Grabbing Her Baby While Breastfeeding Says She Was Lying"},
{"title": "15 \"Fifty Shades Of Grey\" Quotes That Perfectly Capture Life In India"},
{"title": "Leading Conservative Youth Campaigner Accused Of Bullying Young British Activist Who Killed Himself"},
{"title": "17 Things You'll Understand If You're Addicted To Snacking"},
{"title": "After Being Called \"Indian Piece Of Shit,\" A Student Wrote This Moving Facebook Post About Racism"},
{"title": "#CampingWithDogs Will Give You The Cutest Case Of Wanderlust"},
{"title": "Australian Campaigners Say A Lot More Than $100 Million Is Needed To Fight Domestic Violence"},
{"title": "The Woman Who's Speaking Out About UCB's Diversity Problem"},
{"title": "Every Parent Needs To Watch This PSA About The Stories Your Child Isn't Telling You"},
{"title": "This Wedding Photo Went Viral After The Photographer Promised To Donate Three Dollars For Every Facebook Share"},
{"title": "17 Solutions That Were Too Good To Be True"},
{"title": "These Kids Really Seem To Be Enjoying This Televized Lingerie Parade"},
{"title": "What Job Would You Have In The \"Game Of Thrones\" World?"},
{"title": "Kenan Thompson And Kel Mitchell Reunited On \"The Tonight Show\" And Our '90s Dreams Came True"},
{"title": "97 Of The Best Things In The World"},
{"title": "This Journalist Found Out His Colleagues Had Been Freed From An Egyptian Prison While Taping A TV Show"},
{"title": "These Teens Made A Giant Pride Flag Out Of Potatoes To Support Marriage Equality"},
{"title": "18 Things You Only Know If You Grew Up In The Wairarapa"},
{"title": "Snapchat Ran An Ad For Booze During Its Hajj Story"},
{"title": "The Internet Isn't Sure What To Think Of The Angry Birds Film"},
{"title": "Oreo Marshmallow Treats Are The Stuff Dreams Are Made Of"},
{"title": "Raven And Chelsea Reunited And Slayed The Hell Out Of The \"That's So Raven\" Theme Song"},
{"title": "Do You Know Basic Human Anatomy?"},
{"title": "12 Gross BFF Confessions"},
{"title": "What Scandal Would Olivia Pope Have To Fix For You?"},
{"title": "Adam Woodyatt Is Upset A #HowsAdam Moment Didn't Happen During The \"Corrie\" Live Episode"},
{"title": "24 Times Ryan Reynolds Proved He Was The King Of Twitter"},
{"title": "If People Talked Like Cookie From \"Empire\" In Real Life"},
{"title": "Which Classic Universal Studios Monster Are You?"},
{"title": "21 People Who Made Pretty Questionable Decisions"},
{"title": "9 People Who Want Second Chances At Talking To Their Crushes"},
{"title": "Men Have Learned How To Braid Their Hair And They're Not Looking Back"},
{"title": "Jimmy Kimmel Asked People If They Were Ready For A 5.5 Equinox AKA Fall"},
{"title": "21 Reasons A Woman Should Never Ever Have A Pit Bull"},
{"title": "Which ShondaLand Show Should You Actually Be On?"},
{"title": "This Woman Completely Erases Her Acne With Makeup And It's Mind-Blowing"},
{"title": "People Are Dressing Their Dogs Up As The Pope And It's Incredible"},
{"title": "21 Pictures That Are Way Too Real For People Who Are Always Tired"},
{"title": "\"Empire\" Confronted Racism With An Homage To Classic Hollywood"},
{"title": "Pope Francis Met The Obama Family Dogs At The White House"},
{"title": "Ontario Needs To Get A Clue About How To Sell Beer"},
{"title": "Unlimited Vacation Might Actually Be Bad For Workers"},
{"title": "11 Deeply Confused Cats In Socks"},
{"title": "A Community Came Together To Give This Old Man An Unforgettable Makeover"},
{"title": "How Many Iconic Early '00s Movies Have You Actually Seen?"},
{"title": "Someone Just Made A Desk That Allows You To Sleep Comfortably At Work"},
{"title": "13 Facts That Will Make You Too Aware Of Your Eyes"},
{"title": "How I Learned To Celebrate Eid Al Adha In America"},
{"title": "Which ShondaLand Hunk Should You Date Based On Your Zodiac?"},
{"title": "Ellen Page, Julianne Moore, And Michael Shannon On Changing Lives, Inspiration, And Their New Film \"Freeheld\""},
{"title": "18 Facts That Will Make Any Indian Feel Old"},
{"title": "Bernie Sanders: Pope Francis And I Agree On So Much"},
{"title": "18 Places To Get Incredible Vietnamese Food In Sydney"},
{"title": "What's Going On Around The World Today?"},
{"title": "29 Unmistakable Signs You're Both A '90s And '00s Kid"},
{"title": "Vladimir Putin Called Elton John For Real This Time, You Guys"},
{"title": "Kenan Thompson And Kel Mitchell Will Finally Reunite On The \"Tonight Show\""},
{"title": "18 Struggles Everyone With A Cat's Name Has To Go Through"},
{"title": "Jeremy Corbyn Branded The Political Equivalent Of \"Craft Ale\""},
{"title": "31 Things Kim Kardashian Did In 2007 That She'd Never Do Now"},
{"title": "This Photo Shoot With A Pregnant Woman As A Model Is Absolutely Stunning"},
{"title": "21 Pictures Literally Every Girl Has Taken"},
{"title": "Inside The Natural History Museum's Wonderfully Creepy Room Of Things In Jars"},
{"title": "16 Cringeworthy Things That Will Bother All Musicians"},
{"title": "How Much Of A Grammar Perfectionist Are You?"},
{"title": "22 Times Tina Belcher From \"Bob's Burgers\" Was You Having A Crush"},
{"title": "13 Totally Genius Birthday Cakes For Kids"},
{"title": "Where Should You Go On Holiday Based On Your Zodiac Sign?"},
{"title": "16 Incredible Superpowers Every Indian Parent Has"},
{"title": "People Can't Handle The Way Morrissey Describes A Boner In His Novel"},
{"title": "How Many Logan Lerman Movies Have You Seen?"},
{"title": "It's Time To Leave Planet Earth Because There's Now A Selfie Spoon"},
{"title": "Can We Guess Your Favorite '90s Movie Based On Your Birth Month?"},
{"title": "19 Surprising Confessions From People Who Married For Money"},
{"title": "Which \"Law And Order: SVU\" Character Are You Based On Your Zodiac?"},
{"title": "This Week's \"Showstopper\" Bake Off Was One Of The Most Nervewracking Television Moments This Year"},
{"title": "Which \"Power Up\" Character Are You?"},
{"title": "14 Irresistible Pumpkin-Scented Beauty Products"},
{"title": "Which \"Degrassi: Next Generation\" Dude Is Your Soulmate?"},
{"title": "The Columbus Zoo Just Rolled Out Four Adorable Lion Cubs"},
{"title": "This Is What Disney Characters Would Look Like On Instagram"},
{"title": "16 Reasons We Need Preity Zinta Back In Our Lives"},
{"title": "Which \"Scream Queens\" Character Are You?"},
{"title": "11 Ingenious Yet Completely Illegal Italian Inventions"},
{"title": "The Worst Types Of Roommates"},
{"title": "What You Say To Someone With Chronic Pain And What They Hear"},
{"title": "The Try Guys Watch K-Pop For The First Time"},
{"title": "Mary Berry Delivered One Of The Best Sexual Innuendos On \"Bake Off\" So Far"},
{"title": "34 Non-American Musicians You Need To Add To Your Playlist"},
{"title": "Why Do Guys Hate Shopping For Clothes So Much?"},
{"title": "Can You Identify These Popular Fast-Food Items?"},
{"title": "This Kid Stopped On His Way To Second Base To Tell His Baseball Coach \"I Love You\""},
{"title": "17 Insanely Delicious Ways To Cook Butternut Squash This Fall"},
{"title": "These Are Makeup Struggles Every Girl Understands"},
{"title": "Which Mario Are You Based On Your Zodiac Sign?"},
{"title": "Australia Will Spend $100 Million To Combat Domestic Violence"},
{"title": "14 Halloween Movies That Actually Take Place On Halloween"},
{"title": "Which Season Is The Best Season?"},
{"title": "31 Fall Wedding Ideas You'll Want To Try Immediately"},
{"title": "23 Times Tumblr Kept It Real About Mental Health"},
{"title": "Lorde And Disclosure's Collaboration Is Finally Here And It's Wild"},
{"title": "16 Cookie Sandwiches That Will Change The Way You Eat Dessert"},
{"title": "When You're Single AF"},
{"title": "31 Thoughts I Had While Watching \"Empire\""},
{"title": "We Made A Drinking Game For \"The Bachelorette\" Australia"},
{"title": "17 Things Only People Who Really, Really Love Music Will Understand"},
{"title": "What's Your HBCU Love Story?"},
{"title": "22 Stupidly Wonderful Halloween Costumes You Can Actually Buy"},
{"title": "Who Sang It: Trace Adkins Or Dustin Lynch?"},
{"title": "Being An Extra On \"Black-Ish\" Totally Radicalized Me"},
{"title": "15 Hilariously Awesome Stoner Halloween Costume Ideas"},
{"title": "Does Ranch Really Go With Everything?"},
{"title": "When You Always Say The Wrong Thing"},
{"title": "19 Things To Say To Someone Who Won't Text You Back"},
{"title": "Americans Try New Canadian Lays Flavors"},
{"title": "22 Tumblr Posts That Hilariously Sum Up Video Game Culture"},
{"title": "This 2-Year-Old Trying To Blow Out His Birthday Candle Is Heartbreakingly Cute"},
{"title": "26 Truly Incredible Things To Do With Ice Cream"},
{"title": "Was Your Mom Wrong All These Years?"},
{"title": "Good News, It's Guys In Sweatpants Season"},
{"title": "By The Way, Nick Jonas Has Three Front Teeth"},
{"title": "Is That Clown Harmless Or Murderously Psychotic?"},
{"title": "Parents Are Scaring Their Children Using The New Snapchat Filters"},
{"title": "How Chill Would You Be In Freaky Situations?"},
{"title": "19 Words That Mean Different Things For People Who Don't Date"},
{"title": "No Animal Should Be Allowed To Be This Round"},
{"title": "Who Do You Think The \"Scream Queens\" Killer Is?"},
{"title": "What's Your Actual Age Based On Your Favorite Childhood Gaming System?"},
{"title": "15 Confessions About What It's Like To Have A Work Wife Or Husband"},
{"title": "These Hilarious \"Harry Potter\" Comics Ask James And Lily Potter Questions"},
{"title": "We Got Patton Oswalt To Guess Canadian Political Figures"},
{"title": "13 Spellbooks For The Witch In Your Life"},
{"title": "Were You More DC Talk Or Jars Of Clay?"},
{"title": "An Anti-Gay Preacher Got Shut Down By A Boy Playing His Bagpipes"},
{"title": "17 Things You Should Know Before Trying To Get A Bigger Butt"},
{"title": "What Is Your Australian Spirit Animal?"},
{"title": "Guess Which USWNT Star Will Be A Bridesmaid At Sydney Leroux's Wedding"},
{"title": "These Badass Women Are Taking Selfies To Show How They Harvest Like A Boss"},
{"title": "What Would You Never Do In Front Of Your Significant Other?"},
{"title": "21 Times Hipsters Went Too Damn Far"},
{"title": "This Girl Cried When She Tried Pepsi For The First Time Because Life Is So Much Sometimes"},
{"title": "38 Times James Blunt Was The Trolliest Troll Of All Twitter Trolls"},
{"title": "19 Ways Michigan Does Fall Better Than Any Other State"},
{"title": "Show Us The Best Halloween Costume You've Ever Made"},
{"title": "15 Times Viola Davis Was The Role Model This Damn World Needs"},
{"title": "How To Tell Time"},
{"title": "13 Indians Told Us About Their Worst Experiences With Moral Policing In Colleges"},
{"title": "Can You Tell Why Monica Is Mad Just By Looking At These \"Friends\" Photos?"},
{"title": "22 Things College Friends Just Get"},
{"title": "How Long Would You Really Survive In An Apocalypse?"},
{"title": "13 Levels That Prove That \"Super Mario Maker\" Is Pure Evil"},
{"title": "Parents Are Irate Over A Children's Book Called \"Do You Want To Play With My Balls?\""},
{"title": "24 Orange Cats Just Being Their Adorable Selves"},
{"title": "What's Your Friendship Forecast According To The Tarot?"},
{"title": "24 Things You Can Sympathise With If You've Ever Been Broke In London"},
{"title": "PSA: Leg Shaving Season Is Officially Over"},
{"title": "17 Bunnies For All The Sad People Out There"},
{"title": "Here's A Kid That Will Motivate You To Make It To The Gym Today"},
{"title": "18 Reasons Every Woman Should Follow Poet Rupi Kaur On Instagram"},
{"title": "These Bisexual People Are Taking Selfies To Celebrate #BiVisibilityDay"},
{"title": "17 Simple Reasons Fall Is The Most Wonderful Time Of The Year"},
{"title": "Profiles From Your Nightmares: Evil Clown"},
{"title": "22 Pictures That Are Too Real For People Who Hate Their Job"},
{"title": "This Country Singer Makes Music On His Game Boy In His Spare Time"},
{"title": "19 Super Stylish Things So You Can Dress Like A Witch Every Damn Day"},
{"title": "A Bride Honored Her Father At Her Wedding With A Dance With Four Of His Fellow Police Officers"},
{"title": "13 Insanely Easy 10-Minute Pizza Snacks"},
{"title": "A Talent Show Contestant Was Asked By Judges If She Believed In God"},
{"title": "21 Beautiful Models Who Bravely Bared Their Boobs On The Runways"},
{"title": "22 Sentences That Are Way Too Real For People Who Grew Up With Strict Parents"},
{"title": "17 Absolutely Perfect Pickup Lines For Whiskey Drinkers"},
{"title": "15 Campaign Signs That Are Actually Winning This Canadian Election"},
{"title": "What It's Like To Be Behind The Table At A Comic Convention"},
{"title": "'90s TV Shows Reimagined As Nickelodeon Cartoons"},
{"title": "Which Power Position Should You Have According To Your Sign?"},
{"title": "19 Disney Photo Edits That Will Make All Your Dirty Dreams Come True"},
{"title": "Do You Remember What Year These '90s Movies Were Released?"},
{"title": "19 Reasons Dogs Are Actually The Best Part of Any Party"},
{"title": "Concert Ticketing Could Be Next Industry Headed To Facebook"},
{"title": "18 Ways \"Fallout\" Has Ruined You For Life"},
{"title": "Donald Trump Disney Princesses"},
{"title": "21 Misconceptions Extroverts Want To Set Straight"},
{"title": "Stephen Colbert Went Full \"Hunger Games\" Last Night"},
{"title": "5 Lit \"Empire\" Cocktails For Your Viewing Parties"},
{"title": "PSA For Women: Not Everyone Is Going To Like You And That's OK"},
{"title": "Twitter Is Destroying Brian Williams With #BrianWilliamsPopeStories"},
{"title": "This Is How Real Parents Get Their Kids To Sleep"},
{"title": "27 Old Songs Updated To Be About Texting"},
{"title": "These Nuns Waiting For The Pope Had A Tailgate Party"},
{"title": "This Boston Man Yelling At A \"Sea Monstah\" Is The Best Thing You'll See Today"},
{"title": "Britney Spears Hilariously Pranked Bodyguards With The Help Of Neil Patrick Harris"},
{"title": "37 Photos That Will Annoy You More Than Is Actually Reasonable"},
{"title": "This Model Is Campaigning To Stop The Use Of \"Dangerously Skinny\" Models"},
{"title": "Stephen Colbert Gives Us The Trump We Need On \"The Late Show\""},
{"title": "The Most Wonderful Thing To Ever Happen To Avocado Toast"},
{"title": "Anne Hathaway Totally Lost Her Composure At A Premiere When She Saw Mariah Carey"},
{"title": "A Lot Of People Are Furious At This Magazine For Shaming Women Who Wear Leggings"},
{"title": "360-Degree Video Comes To Facebook Today"},
{"title": "Who Has The Best Snacks: America Or Australia?"},
{"title": "8 Ways To Deal With Dumb Questions About Canada"},
{"title": "If Disney Movies Were Way More Accurate And Badass"},
{"title": "30 Life-Changing Crock-Pot Recipes To Make This Fall"},
{"title": "What Are You Sick Of Hearing As A Non-Harry Potter Fan?"},
{"title": "20 Shirtless Guys With Man Buns That Will Make You Feel Things"},
{"title": "Why The Internet Thinks Anime And Bad Photoshop Can Beat ISIS"},
{"title": "31 Times Japan Was Beautiful And Delicious And Holiday Goals"},
{"title": "An Open Letter To Anyone Who's Ever Tweeted Anything Mean About The Rock"},
{"title": "33 Powerful Books That Can Help With Your Depression"},
{"title": "News Station Accidentally Shows Nazi Symbol During Yom Kippur Report"},
{"title": "8 Ways To Use Bi Invisibility To Your Advantage"},
{"title": "The Making-Of \"Wet Hot American Summer\" Is Ninety Minutes Of Pure Joy"},
{"title": "23 Reasons Rowing Is Better Than Any Other Sport"},
{"title": "Nick Kroll And Amy Poehler Split, Love Is Dead, And My Hatred For Summer Grows"},
{"title": "The \"Empire\" Season 2 Drinking Game"},
{"title": "37 YA Books You Need To Add To Your Reading List"},
{"title": "16 Killer \"Scream Queens\" Premiere Quotes That Will Get You Hooked"},
{"title": "Lea Michele Looked So Happy And Perfect Last Night"},
{"title": "These Delicious Ice Pops Will Get You Drunk"},
{"title": "These Dads Working Out With Their Babies Prove That Fitness Is Forever"},
{"title": "28 Pictures That Are Way, Way Too Real For Anyone Who Gets The London Underground"},
{"title": "Viola Davis's 4-Year-Old Daughter Hacked Her Instagram After Viola's Emmy Win And It's Adorable"},
{"title": "These Indian Grandparents Trying To Explain Tinder And Selfies Is The Cutest Thing You'll See Today"},
{"title": "There's One Simple Reason Why Ryan Reynolds Is An Actual God"},
{"title": "26 Very Important Nonfiction Books You Should Be Reading"},
{"title": "Kate Mara And Jamie Bell Are Probably Dating And They Are So Adorable"},
{"title": "32 Maps Which Will Change How You See Europe"},
{"title": "Friendly Reminder That Bindi Irwin Is Killing It On \"Dancing With The Stars\""},
{"title": "23 Gendered Products That Prove How Truly Fragile Masculinity Is"},
{"title": "Can You Handle Alcoholic Oreos?"},
{"title": "18 Things That Happen When You Go To College Far Away From Home"},
{"title": "What's Going On Around The World Today"},
{"title": "19 \"Scream Queens\" Outfits That Are Fierce As Hell"},
{"title": "This Is What The U.K. Government Did After Sending A Rogue Poohsticks Tweet"},
{"title": "24 Things You'll Understand If You Think Working Out Is The Worst"},
{"title": "Dalai Lama Says A Female Successor Must Be \"Very Attractive, Otherwise Not Much Use\""},
{"title": "Advice From Graduates That Will Make Being A Freshman Less Terrifying"},
{"title": "Struggles Everyone With Contacts Knows"},
{"title": "13 Things You Didn't Know About Extreme Poverty"},
{"title": "Do You Actually Know Which Celebs Wrote These Poems?"},
{"title": "21 Beautiful Plant Tattoos For Anyone Who Doesn't Like Flowers"},
{"title": "Yes, You Can Now Deep Fry Your Pumpkin Spice Latte And It's Way Too Easy"},
{"title": "A Man Has Built A Train For All His Adopted Stray Dogs"},
{"title": "This Graphic Novel Perfectly Captures The Struggles Of Being An Indian Woman"},
{"title": "Can You Guess The Muppet Movie From A Single Screencap?"},
{"title": "32 Extremely Underrated Hot Aussie Guys"},
{"title": "Lord Falconer Criticises Senior Judge Who Blamed Gender Inequality On Women's Lifestyle Choices"},
{"title": "27 Things You Learn As A Tourist In Japan"},
{"title": "12 Things Cubans View Differently"},
{"title": "Which Mexican Candy Are You Most Like?"},
{"title": "12 Creative Ways To Use Selfie Sticks"},
{"title": "How Bitchy Are You?"},
{"title": "19 Malcolm Turnbull Tweets That Are Hilarious Now That He's Prime Minister"},
{"title": "Which Animal From \"Skyrim\" Are You?"},
{"title": "Guards Allegedly Use Snapchat To Film Indigenous Australian Teens Eating Animal Faeces"},
{"title": "19 Ridiculous Wi-Fi Names That Have Been Spotted In The Wild"},
{"title": "New Zealand Now Has A Fifth Option For Its Flag Referendum"},
{"title": "Which TV Show Characters Would Be In Your Myspace Top 8?"},
{"title": "15 Cookies That Prove Healthy And Delicious Don't Clash"},
{"title": "After He Got 200 Simpson's Tattoos, This Grandfather Set A New World Record"},
{"title": "What Kind Of Pet Should You Adopt Based On Your Birth Month?"},
{"title": "17 Stunning Sydney Pools That Will Make You Want To Jump Back In The Water"},
{"title": "Which British Teen TV Squad Are You And Your Friend Group?"},
{"title": "A New Australian PM Could Offer Hope To First Refugee Baby Born On Nauru"},
{"title": "The Towering Drama Inside The Site That Measures Celebrity Heights"},
{"title": "How Well Do You Remember The \"Unfabulous\" Theme Song?"},
{"title": "Ben Carson: Big Bang A Fairy Tale, Theory Of Evolution Encouraged By The Devil"},
{"title": "Definitive Proof Beyonce Lyrics Go Perfectly With Disney Movies"},
{"title": "This Photo Of Liam Hemsworth With His Puppy Is Too Damn Cute"},
{"title": "Are Cats Better Than Dogs?"},
{"title": "Can We Tell Who Your Type Is Based On These Four Questions About Vegemite?"},
{"title": "18 Reasons Rose Tyler Was Undeniably The Best Companion On \"Doctor Who\""},
{"title": "School Is Racist"},
{"title": "Where Should You Actually Live Based On Your Taste In Pizza?"},
{"title": "You Need To See This Photo Collection Of India's Alternative Music Scene"},
{"title": "A Guy Just Performed The Most Epic Cover Of Sia's \"Chandelier\""},
{"title": "A Dad Punched A Cougar In The Head To Save His Kid"},
{"title": "27 Times Jim And Dwight Were Perfect Frenemies On \"The Office\""},
{"title": "13 Kanye West Quotes As Kids Classroom Posters"},
{"title": "18 Baby Rhinos Learning How To Rhino"},
{"title": "Celebrities React To Snapchat's New Selfie Filter"},
{"title": "28 Essential Items Every Guy Needs To Own This Fall"},
{"title": "You Will Actually Die From How Mind-Blowing The New Circle K Logo Is"},
{"title": "16 Photos Of Desis That Will Give You Intense Squad Goals"},
{"title": "This Is Your Brain On Coffee"},
{"title": "17 Things All Twentysomethings Who Watched BET Will Never Forget"},
{"title": "What's The Most Embarrassing Thing You've Done At The Doctor's Office?"},
{"title": "34 Tweets About Everyday Life That Are Sure To Make You Laugh"},
{"title": "What's Your Teen Name?"},
{"title": "21 Things You'll Understand If You Really Hate Baked Beans"},
{"title": "We Know Who You Should Date, Based On Your Favorite Color"},
{"title": "21 Struggles That Are Too Real For People Who Blush Easily"},
{"title": "Americans: Are You Secretly Canadian Inside?"},
{"title": "13 Women Show Off Their Most \"Unflattering\" Outfits"},
{"title": "Mark Cuban: Wal-Mart \"In For A Nightmare\" Over Hoverboard Plans"},
{"title": "22 Things Your Sarcastic Inner Voice Wants To Say"},
{"title": "This Guy Married His Third-Grade Crush After Tagging Her In A Class Picture On Facebook"},
{"title": "17 Things That Happen When Your Kid Starts Talking"},
{"title": "Man Is Accused Of Punching Elderly Costco Shopper Over Nutella Samples"},
{"title": "15 Things That Make The Cast Of \"Scream Queens\" Scream Bloody Murder"},
{"title": "If Ryan Adams Can Cover Taylor Swift's \"1989\" Then BuzzFeed Can Cover Pitchfork's Review"},
{"title": "19 Heartbreaking Confessions About Being Addicted To Instagram"},
{"title": "These Outdoorsy Explorers Will Actually Make You Want To Brave The Elements"},
{"title": "16 Ways To Totally Own Bisexual Visibility Week"},
{"title": "This Rugby Fan's Super-Excited Reaction To Meeting Shane Williams Will Make You Grin Like A Fool"},
{"title": "15 Photos From The Hajj Pilgrimage In Mecca"},
{"title": "We Need To Talk About Kesha"},
{"title": "32 Cute Animals You Can Meet In Italy"},
{"title": "22 Things We Wish We Knew Before Starting High School"},
{"title": "How Much Do You Actually Know About Ancient Technology?"},
{"title": "27 Times It Actually Paid Off To Be Clumsy"},
{"title": "25 Times The \"OITNB\" Cast Were Ultimate Squad Goals At The Emmys"},
{"title": "This Video Perfectly Sums Up Our Obsession With Wearing Workout Clothes All The Time"},
{"title": "Which Quidditch Team Should You Support?"},
{"title": "Why You Should Always Google Your Dates"},
{"title": "15 Mind-Blowing Ways To Eat Apples"},
{"title": "Meet The Nun Who Battled One Pope Over LGBT Ministry And Now Welcomes Another"},
{"title": "Which \"New Girl\" Character Should Be Your Roommate?"},
{"title": "Kayaker Repeatedly Fights Off Hammerhead Shark With Paddle"},
{"title": "21 Times Denny's New Zealand Killed It On Facebook"},
{"title": "Who Would Be Your Celeb Coach On \"The Voice\"?"},
{"title": "After 12 Years, This Girl Finally Decided To Show Her Parents Her Tattoos"},
{"title": "16 Gorgeous Sangrias That Will Keep You Warm This Fall"},
{"title": "This Is What Anxious People Actually Hear"},
{"title": "Who Should Your Celebrity Girlfriend Be Based On Your Birth Month?"},
{"title": "17 Life-Changing Ways To Eat An Oreo"},
{"title": "This YouTuber Nailed The Perfect Mash-Up Of Taylor Swift Songs"},
{"title": "Which Famous Dancer Are You Based On Your Zodiac Sign?"},
{"title": "Shia LaBeouf Uses His Mouth As A Third Hand And Maybe You Should As Well"},
{"title": "See What Salads Look Like All Over The World In Under Two Minutes"},
{"title": "Do You Remember The Lyrics To \"I Kissed A Girl\" By Katy Perry?"},
{"title": "Which Version Of \"1989\" Should You Be Listening To?"},
{"title": "15 Items Only Thirtysomethings Would Have In Their Amazon Shopping Cart"},
{"title": "A 22-Year-Old Whose Husband And Baby Were Killed By A Drunk Driver Has Posted A Gut-Wrenching Facebook Plea"},
{"title": "Thoughts During A Pedicure"},
{"title": "21 Weird Reports Coming From British Columbia And We Are Very Concerned"},
{"title": "Jon Hamm Playing Baseball Will Soothe The Shit Outta You"},
{"title": "10 Times I Lost My Sh*t Watching \"Hamilton\" The Musical"},
{"title": "How Confident Are You Actually?"},
{"title": "Vancouver Just Had The Cutest Yoga Class To Ever Exist"},
{"title": "17 Funny Yelp Reviews Of San Francisco Public Transportation"},
{"title": "This Is What Los Angeles Looked Like In Its Glory Days"},
{"title": "\"Harry Potter\" Fans Are Paying It Forward And Leaving Heartfelt Notes For Future Readers"},
{"title": "10 Reasons \"Gotham\" Season 2 Is A Brand New Show"},
{"title": "Director Roland Emmerich Discusses \"Stonewall\" Controversy"},
{"title": "16 Scooby-Doo Faces Everyone Will Recognize"},
{"title": "Katy Perry Sang At Allison Williams' Wedding While Tom Hanks Officiated It"},
{"title": "This Woman's Racist Rant From Decades Earlier Went Viral And Her Response Was Perfect"},
{"title": "When You Have A Crush On Someone Athletic"},
{"title": "15 Times Canadian Cops Had Too Much Fun On The Job"},
{"title": "What The Hell Was Happening On \"Life With Derek\"?"},
{"title": "5 Stages Of The Yom Kippur Fast, Illustrated By Amy Schumer"},
{"title": "This Is The Life Of A Syrian Refugee After Nearly A Year In Germany"},
{"title": "27 Types Of Drunk You've Definitely Been, As Told By The Sims"},
{"title": "How NPR's Podcast \"The Hidden Brain\" Is All About You"},
{"title": "This Photo Series Shows How Instagram Photos Hide Can Hide The Big Picture"},
{"title": "This Tattoo Artist Will Make Literally Every Person Want To Get Inked"},
{"title": "19 Awkward Moments When You're The Youngest Person In The Office"},
{"title": "Molly Ringwald Thinks You're Great Too, Claire Danes"},
{"title": "Wal-Mart Is Joining The Hoverboard Craze"},
{"title": "19 Things Every Rom-Com-Obsessed '00s Girl Will Understand"},
{"title": "What's Going On Around The World Today"},
{"title": "This Photo Shoot Against The Backdrop Of Ganesh Chaturthi Celebrations Is Absolutely Stunning"},
{"title": "21 Real, Frustrating, And Neverending Struggles Of Being A Tidy Student"},
{"title": "Benedict Cumberbatch Had The Best Response Ever To A Mean Tweet About His Appearance"},
{"title": "21 Things That Happened When We Visited The Set Of \"Friends\""},
{"title": "Which Disney Channel Halloween Movie Is Your All-Time Favorite?"},
{"title": "22 Honest Comebacks Retail Workers Wish They Could Use"},
{"title": "J.K. Rowling Has Released New Backstory On The Potter Family Along With The Redesigned Pottermore"},
{"title": "British Police Say It Was Wrong To Call Testimony In Westminster Pedophile Ring Case \"True\""},
{"title": "19 Accessories For Anyone Who Loves Sleep More Than People"},
{"title": "This Man's Family Believes He Caught Tuberculosis Due To Poor Health Conditions In Prison"},
{"title": "25 Things You Need To Eat In North East England"},
{"title": "The Cover Of This Month's Australian Elle Magazine Is Actually A Mirror"},
{"title": "22 Things You Should Tell Your Best Friend Right Now"},
{"title": "Watch People Stop Everything To Save A Baby Elephant In A Well And Cry Happy Tears"},
{"title": "How \"Friday Night Lights\" Was Your High School Experience?"},
{"title": "Hundreds Of Aussie Same-Sex Couples Have Flown To NZ To Tie The Knot"},
{"title": "The Surprising Winners And Losers Of The 2015 Toronto Film Festival"},
{"title": "This Man With Down Syndrome Was Rejected From A Store And Told He Would \"Never, Ever, Receive An Apology\""},
{"title": "Can You Tell The Difference Between Australian And British Prime Ministers?"},
{"title": "Can You Guess Which Non-Princess Disney Gal Said It?"},
{"title": "Let's Try Some Improv In The Comments Section"},
{"title": "19 Times Sam Frost Was Goddamn Flawless On Instagram"},
{"title": "Which Celebrity Should Be Your Life Coach?"},
{"title": "14 Brunch Spots Everyone Needs To Visit In Western Sydney"},
{"title": "Canada's Green Party Has Launched A Complaint To Try To Force Its Way Into A Debate"},
{"title": "This Is What It Would Be Like If Every TV Show Was About Malcolm Turnbull"},
{"title": "16 Blind Auditions From \"The Voice\" That Will Give You All The Feels"},
{"title": "Which Real Housewife Are You Based On Your Birth Month?"},
{"title": "These People Tried Ikea Food For The First Time"},
{"title": "Which Member Of The Pope's Squad Are You?"},
{"title": "13 Animals Who Are Way More Gangster Than You"},
{"title": "These Minimalist Illustrations Are Actually Mind-Blowing Optical Illusions"},
{"title": "What's Your Favorite Movie From The '00s?"},
{"title": "23 Signs You're Completely Obsessed With YouTube"},
{"title": "When Taylor Swift Wants To Meet You, You Meet Her"},
{"title": "31 Things To Make When Nothing Is Spicy Enough"},
{"title": "How Sex Attractive Are You?"},
{"title": "25 Things Every College Student Should Know About Dealing With Social Anxiety"},
{"title": "What Bad Teenage Fashion Choice Do You Regret The Most?"},
{"title": "18 Times Tom Felton Had The Heart Of A True Gryffindor"},
{"title": "Hayao Miyazaki Is Making A Magical Nature Park For Children And You Have To Visit"},
{"title": "39 Amazing Things That Will Make You Fall In Love With Portland, Maine"},
{"title": "Ruby Rose Is Not Happy At All About These Revealing Photos Being Published"},
{"title": "15 Iconic Anime Theme Songs"},
{"title": "Pan Dulce Is The Most Delicious Thing You Need To Try"},
{"title": "17 People Who Thought Bryan Adams Covered Taylor Swift's \"1989\""},
{"title": "How Much Do You REALLY Know About Cake?"},
{"title": "What's Your Go-To Power Snack For Studying?"},
{"title": "22 Hair Color Ideas For When You Can't Pick Just One"},
{"title": "Azealia Banks Clashes With Flight Attendant, Calling Him A \"Fucking Faggot\""},
{"title": "19 Confessions About Struggling With Student Loan Debt"},
{"title": "One Direction Just Released A Heartbreaking New Track From Their Upcoming Album"},
{"title": "Jennifer Lawrence Texted Amy Schumer That She Looked \"Pretty But Not Smart\" At The Emmys"},
{"title": "24 Times Jess From \"New Girl\" Was 100% Actually You"},
{"title": "Another Round, Episode 25: Stop Telling Women To Smile"},
{"title": "The Emoji Keyboard Has Arrived"},
{"title": "16 Italian Landmarks That Are Actually Crap"},
{"title": "What Is The Worst Pick Up Line That You've Ever Heard?"},
{"title": "Here's Why Kermit and Miss Piggy Actually Broke Up"},
{"title": "The Hardest 2000s Music Quiz You'll Ever Take"},
{"title": "Justin Timberlake Wrote A Theme Song For Seth Meyers And It Is Hilarious"},
{"title": "17 Rainy Day Outings To Take In London"},
{"title": "Here's All Of The Famous Faces Who Attended London Fashion Week"},
{"title": "Taraji P. Henson Had The Best Reaction To Viola Davis' Historic Emmy Win"},
{"title": "63 Things That Mildly Irritate British People On A Daily Basis"},
{"title": "Disney Princes With Average Bodies"},
{"title": "19 Things All Tall Couples Know To Be True"},
{"title": "Jon Snow Is Definitely Dead, According To Maisie Williams"},
{"title": "Which Wild Animal Is Your Sexual Nature?"},
{"title": "Who Is Your Celeb BFF Based On Your Birth Month?"},
{"title": "18 Sweet Pumpkin Treats You Won't Believe Are Healthy"},
{"title": "How Many Of The Top 100 TV Shows Of All Time Have You Seen?"},
{"title": "Thoughts During A Manicure"},
{"title": "Which Male Celebrity Are You Most Compatible With Based On Your Zodiac?"},
{"title": "Can You Identify Which Language These \"Hellos\" Are In?"},
{"title": "We Can Guess Your Grade Level With 10 Simple Questions?"},
{"title": "Who Is Your Celebrity Ex Based On Your Zodiac?"},
{"title": "11 Other \"Harry Potter\" Names You've Been Pronouncing Wrong"},
{"title": "What Job Would You Have In \"Skyrim\"?"},
{"title": "15 Times Michael Scott Was All Of Us Graduating From College"},
{"title": "Which \"The Secret Circle\" Character Are You?"},
{"title": "This Is Just A Picture Of Mark Wahlberg Walking"},
{"title": "Which \"SNL\" Character Matches Your Zodiac?"},
{"title": "Australia's First Female Defence Minister Doesn't Want To Be Judged On Her Gender"},
{"title": "We Know Your Favorite Disney Princess Based On Your Favorite Taylor Swift Single"},
{"title": "Which Badass Movie Lady Are You?"},
{"title": "We Know Your Style Based On Your Zodiac Sign"},
{"title": "Jennifer Lawrence Surprised Emmy Winner Amy Schumer With The Best Gift Ever"},
{"title": "Which Dystopian Future Do You Actually Belong In?"},
{"title": "25 Mouthwatering Ways To Use Maple Syrup"},
{"title": "Are You More Jack Black Or Jack White?"},
{"title": "This Proposal Cake Will Put All Other Proposals To Shame"},
{"title": "25 Important Lessons We Learned From \"The O.C.\""},
{"title": "Are You More Jean-Ralphio Or Mona-Lisa Saperstein?"},
{"title": "24 Spectacular Coincidences That Will Make You Question Reality"},
{"title": "Which \"Scandal\" Character Are You Based On Your Zodiac?"},
{"title": "9 Totally Normal Things To Do With A Pig"},
{"title": "How Well Do You Remember Basic Science?"},
{"title": "This Little Guy Got His Tooth Pulled Out By A Drone And It's Totally Awesome"},
{"title": "11 Awkward Situations Dramatically Improved By Walter Mercado"},
{"title": "People Are Using #BlackDotCampaign To Talk About A Controversial Domestic Violence Campaign"},
{"title": "21 Reasons Why \"Grey's Anatomy\" Desperately Needs Cristina Yang Back"},
{"title": "Watch The \"Family Feud\" Answer Steve Harvey Just Called His Favorite Of All Time"},
{"title": "What's Your Zodiac Sign's Ice Cream Flavor?"},
{"title": "19 Pictures That Will Make You Go \"Me\""},
{"title": "12 Pregnancy Test Confessions"},
{"title": "There's A Lobster Roll War Brewing In Canada And It's Pretty Freaking Serious"},
{"title": "Ryan Reynolds Ended A Friendship After The Guy Tried To Sell Photos Of Baby James"},
{"title": "Here's What Happened When One Dude Tried Six Different Women's Hairstyles"},
{"title": "How Do You Keep Panic Attacks From Ruining Your Life?"},
{"title": "This Is Probably The Most Awkward Wedding March Of All Time"},
{"title": "We Spoke To The Guy Who Filmed The Pizza Rat Video"},
{"title": "Here's What Happens When Tomboys Wear Dresses For A Week"},
{"title": "A Dog Was Saved After Her Owner Posted She Wanted Her Shot On Facebook"},
{"title": "Here's What Ariana Grande's Hair Looks Like Without Extensions"},
{"title": "22 People Who Definitely Didn't Get The Job"},
{"title": "Someone Created The Scariest \"Simpsons\" Opening Ever"},
{"title": "24 Bizarre Animals That Are Named After Celebrities"},
{"title": "What Does Your Love Life Need Based On Your Zodiac Sign?"},
{"title": "California Vineyards Band Together To Support Communities Devastated By Fires"},
{"title": "Celebrities Explain \"Netflix And Chill\" On The Emmys Red Carpet"},
{"title": "How Many Of These Google Search Tricks Did You Know?"},
{"title": "What's Your Favorite Lana Del Rey Song That Doesn't Exist?"},
{"title": "Watch This Flower Girl Absolutely School Her Dad On Weddings"},
{"title": "See How Real News (Scott Walker Dropping Out) Crushed A GIF (Pizza Rat) On Twitter"},
{"title": "19 Pictures That Prove Man Buns Have Gone Too Far"},
{"title": "The Most Difficult Geography Quiz You'll Ever Take"},
{"title": "15 College Freshmen Horror Stories"},
{"title": "Man Applies To Marry \"Jesus\" At Kim Davis's Office, Gets Rejected"},
{"title": "17 Creepy Old Halloween Costumes With Prices That Will Truly Scare You"},
{"title": "Two Women Started A Hashtag Encouraging Others To #ShoutYourAbortion"},
{"title": "23 Things Your RA Doesn't Want You To Know"},
{"title": "This Infographic Makes That All-Male \"Vanity Fair\" Photo Even Worse"},
{"title": "Watch This If You Find Virtual Reality Confusing"},
{"title": "Are You Pizza Rat?"},
{"title": "I Drew Disney Princesses As \"Adventure Time\" Princesses"},
{"title": "\"Transparent\" Deserves Its Emmys, But How Can The Show Get Better?"},
{"title": "15 Reasons Canadians Should Actually Be Happy It's Fall"},
{"title": "This Rat Took Some Pizza On The Subway And Everyone Lost Their Shit"},
{"title": "13 Awards Amy Poehler's Definitely Earned"},
{"title": "This Year's Hottest Halloween Costume Is Sexy Donald Trump"},
{"title": "12 Disney Inspired Candles You'll Wish Were Real"},
{"title": "15 Of The Most Humorously Honest Things Liam Gallagher Has Ever Said"},
{"title": "This Couple Built A Mega-Bed To Fit All Their Pets And It's Amazing"},
{"title": "This 10-Year-Old Comedian's Act Is Hilariously Inappropriate"},
{"title": "Ed Westwick Showed Up To An Emmys Party Looking Like The Chuck Bass Of Your Dreams"},
{"title": "Spotify's Discover Weekly Updated Late And People Were Furious"},
{"title": "How Much Do You Actually Know About Cooking?"},
{"title": "Darren Criss Sorts Broadway Characters Into Hogwarts Houses"},
{"title": "This Video Of A Grandpa Singing To His 93-Year-Old Dying Wife Will Give You All The Feels"},
{"title": "21 Dads Who Are Way Too Embarrassing For Their Own Good"},
{"title": "Miley Cyrus Visited B.C. And Said It Was The Best Day Of Her Life"},
{"title": "Anna Kendrick Can't Keep A Straight Face In These Adorable \"Pitch Perfect 2\" Bloopers"},
{"title": "Here's Why \"You're Welcome\" Is Not The Right Response To \"Thank You\""},
{"title": "7 Recipes From Abuelita's Kitchen"},
{"title": "Tell Us: Have You Ever Snapped One Off At Work?"},
{"title": "51 Questions You Should Get Answers To Before A Second Date"},
{"title": "A Canadian Journalist Had No Chill About Being Retweeted By Taylor Swift"},
{"title": "Cara Delevingne And Annie Clark Together At London Fashion Week Will Literally Make Your Heart Ache With Joy"},
{"title": "The Secret To Delicious Cauliflower Pizza Is Lots And Lots Of Cheese"},
{"title": "Barbie Is Presenting Zendaya With Her Own Doll And It's Freakin' Amazing"},
{"title": "This Deaf Dalmatian Defied The Odds And Is Now Making The World A Better Place"},
{"title": "17 Cities Every Thirtysomething Should Pick Up And Move To"},
{"title": "We Asked John Waters For Dating Tips And He Said It's OK To Sleep With Assholes"},
{"title": "Hey Parents: BuzzFeed Has A Newsletter For You!"},
{"title": "Here's Everything You Need To Know About Renters Insurance"},
{"title": "This Is The Best Photoshop The U.S. Government Has Ever Produced"},
{"title": "Get A First Look At The Horror-Comedy \"The Final Girls\""},
{"title": "Lilly Singh Vs. Aussie Slang"},
{"title": "12 Times No Frills Just Wanted To Netflix And Frill"},
{"title": "This Surgeon Found The Perfect Way To Stop His Young Patient From Crying"},
{"title": "Today's Dose Of WTF: Four Topless Women Did Bollywood Dancing At Times Square Wearing Only Body Paint"},
{"title": "19 Things That Happen In Every Spin Class"},
{"title": "P.K. Subban Totally Nailed This Don Cherry Impression"},
{"title": "Can You Guess \"The Simpsons\" Character From Just Their Colors?"},
{"title": "Everything You Need To Know About The Drinking Club At The Centre Of That David Cameron Story"},
{"title": "19 Dutch Words And Their WTF Translations"},
{"title": "Amy Schumer Beautifully Crashed A \"Game Of Thrones\" Cast Photo"},
{"title": "9 Times Oxbridge's High-Society Drinking Clubs Were Completely Out Of Control"},
{"title": "45 People Who Somehow Managed To Get Their Hand Stuck In A Fucking Jar"},
{"title": "Here's How Orphan Black Fans Are Dealing With Tatiana Maslany's Emmy Loss"},
{"title": "How Many Birds Can You Identify?"},
{"title": "\"Black Mirror\" Creator On David Cameron's PigGate: \"I Didn't Try To Predict This\""},
{"title": "What's Going On Around The World Today"},
{"title": "29 Gorgeous Ways To Forget All About Your Ex"},
{"title": "Driver Leaps From Moving Car After Seeing Spider, Causing Crash With Bus"},
{"title": "\"I Am Cait\" Has Been Renewed For A Second Season"},
{"title": "Disney Is Getting Into Virtual Reality"},
{"title": "17 Low-Sugar Dessert Recipes You Need To Try ASAP"},
{"title": "The U.K. Has A Subscription Service For Grilled Cheese And It's Awesome"},
{"title": "24 Amazing Australian Walks That Will Take Your Breath Away"},
{"title": "Here's Some Professional Advice On What To Do If You're Accused Of Intimacy With A Dead Pig"},
{"title": "Protesters Have Replaced A Presidential Flag With Some Oversized Underwear"},
{"title": "21 Things That Happen At Every Twentysomething Dinner Party"},
{"title": "Indian Redditors Responded PERFECTLY To A College's Alleged List Of Bizarre Rules For Females"},
{"title": "28 David Cameron Pig Puns That Will Make You Squeal With Laughter"},
{"title": "The Fact Corbyn Became Vegetarian After Seeing Cruelty On A Pig Farm Is Going Viral"},
{"title": "Are You More \"Cinderella\" Or \"Maleficent\"?"},
{"title": "23 Times Andy Samberg Killed It As Host Of The Emmy Awards"},
{"title": "The Funniest Responses To That Story About David Cameron And The Pig"},
{"title": "36 Backstage Celebrity Instagrams From The Emmys"},
{"title": "17 Problems Only Pigs Would Understand"},
{"title": "These Are Julia Louis-Dreyfus' Best Emmy Looks Over The Years"},
{"title": "31 Things You Understand If You Went To An All Girls' School"},
{"title": "These People In Thailand Singing \"Happy Birthday\" To Ganesha Is The Cutest Thing Ever"},
{"title": "26 Mesmerizing GIFs That Are Better Than Sex"},
{"title": "Thai Chef Breaks Down What Makes A Good Pad Thai"},
{"title": "Can You Identify The PS2 Game From A Screenshot?"},
{"title": "Malcom Turnbull Admits To Frank Underwood-Like Exercise Regmie"},
{"title": "Jon Hamm FINALLY Won An Emmy Tonight And It Was Glorious"},
{"title": "When Someone Mispronounces Your Name"},
{"title": "Celebs Play Flip Cup On The Emmys Red Carpet"},
{"title": "John Oliver Literally Can't Hide His Delight That Tony Abbott Lost His Job"},
{"title": "Footage Shows Train Conductor Attacking A Man Accused Of Assaulting Woman"},
{"title": "Australia's Youngest Minister And The New PM Are Your New Relationship Goals"},
{"title": "When You Realize Every Guy Is Taken"},
{"title": "The 40 Greatest Moments In The History Of Rock Eisteddfod"},
{"title": "A Soap Opera Actress Tried To Hate On Viola Davis's Emmy Speech"},
{"title": "27 Portraits From Wes Anderson Movies That Are Beautifully Striking"},
{"title": "Tracy Morgan Receives Standing Ovation At The Emmys After Traumatic Brain Injury"},
{"title": "What It's Like To Live With Your Best Friend"},
{"title": "U.S. Navy Vets Played Battleship And It Wasn't Pretty"},
{"title": "This Man Is All Of Us When We Really Gotta Pee On The Plane"},
{"title": "36 Signs That Actually Deserve Your Attention"},
{"title": "Which Shonda Rhimes Character Are You Based On Your Zodiac?"},
{"title": "Are You More Harry Styles Or Zayn Malik?"},
{"title": "We Know What Hair Color You Need To Rock This Fall"},
{"title": "16 Of The Greatest Audience Reactions From The 2015 Emmys"},
{"title": "The Amys Were The Greatest People At The 2015 Emmy Awards"},
{"title": "Peter Dinklage Debuted His Glorious Man Bun At The Emmys"},
{"title": "Matt McGorry And Dascha Polanco From OITNB Reunited At The Emmys And People Freaked Out"},
{"title": "\"Transparent\" Creator: \"We Have A Trans Civil Rights Problem\""},
{"title": "\"Game Of Thrones\" Just Made Emmy History"},
{"title": "Uzo Aduba's Emmys Acceptance Speech Will Make You Feel All The Feelings"},
{"title": "Viola Davis Made Emmy History And Gave The Most Inspiring Speech"},
{"title": "Alan Cumming Wore Crocs To The Emmy Awards"},
{"title": "Amy Schumer Thanking Her Smokey Eye At The Emmys Is All Of Us"},
{"title": "Jamie Lee Curtis It Is Not Hard To Pronounce Uzo Aduba's Name"},
{"title": "What's The Best Mary-Kate And Ashley Movie Of All Time?"},
{"title": "A Bunch Of Women Wore Pants To The Emmys And It Was Perfect"},
{"title": "15 Years Ago Rob Lowe Looked Exactly The Same At The Emmys"},
{"title": "How Creepy Was Terrence Howard's Kiss At The Emmys?"},
{"title": "These Facts Will Make You Want To Throw Away Your Makeup"},
{"title": "Sarah Paulson Solidified Her Iconicness During Her Red Carpet Interview At The Emmys"},
{"title": "Here Are The Best Hair And Makeup Looks From The Emmys Red Carpet"},
{"title": "19 Adorably Cute Couples On The Emmys Red Carpet"},
{"title": "What It Feels Like When Someone Calls Your BFF Their BFF"},
{"title": "Amy Schumer And Amy Poehler Were Perfect Together At The Emmys"},
{"title": "Tell Us Who You Think Wore It Best To The Emmys"},
{"title": "15 Celebs Answering Badass, Inspiring Questions On The Emmys Red Carpet"},
{"title": "Lady Gaga Is Slaying The Old Hollywood Look At The Emmys"},
{"title": "The 2015 Emmys Were Literally The Hottest Emmys Ever"},
{"title": "Jessica Lange Showed Up To The Emmys Rocking Transition Lens Glasses"},
{"title": "Pigskin A Blanket: NFL Week 2 Picks"},
{"title": "Gwendoline Christie Showed Up To The Emmys Looking Like A Literal Goddess"},
{"title": "Tatiana Maslany From \"Orphan Black\" Wore A Suit To The Emmys And It Will Make You Feel Things"},
{"title": "Natasha Lyonne And Fred Armisen Make Their Debut As A Couple At The Emmy Awards"},
{"title": "Does Coffee Make You Poop?"},
{"title": "48 Books You Need To Read In Your 30s"},
{"title": "We Know Who You Should Date Based On Your Netflix Choices"},
{"title": "13 Reasons Tatiana Maslany Deserves The Emmy For \"Orphan Black\""},
{"title": "Hug Haters Get Surprise Group Hugs"},
{"title": "19 Things Only Indecisive People Will Understand"},
{"title": "A High School Principal Is In Trouble After She Starred In A Twerking Rap Video With Her Husband"},
{"title": "Can We Guess Your Personality Based On Your Froyo Order?"},
{"title": "People Are Protesting Against Gentrification At The March Against Evictions Rally In London"},
{"title": "Can You Identify \"The Lord Of The Rings\" Character From Just Their Eyes?"},
{"title": "21 Reasons To Have A Pet Succulent"},
{"title": "What's The Best Kind Of Penis For You Based On Your Zodiac Sign?"},
{"title": "Who Is Your Celeb Boyfriend Based On Your Birth Month?"},
{"title": "Hat Vs. Hat"},
{"title": "Are You More Miranda Lambert Or Miranda Sings?"},
{"title": "14 Emojis For People Who Hate People"},
{"title": "Can We Guess Your Favorite Disney Princess Based On Your Fave App?"},
{"title": "Adults Guess Crayola Crayon Color Names"},
{"title": "Do You Remember \"Northern Downpour\" By Panic! At The Disco?"},
{"title": "Definitive Proof Taylor Swift Lyrics Go Perfectly With Horror Movies"},
{"title": "Can You Tell If It's A Bukowski Poem Or Actually A Porno?"},
{"title": "17 Texts Only Thirtysomethings Will Understand"},
{"title": "How Well Do You Remember \"Juno\"?"},
{"title": "\"Pretty Little Liars\" Quotes As Motivational Posters"},
{"title": "Can You Match The \"Gilmore Girls\" Season 1 Character To The Quote?"},
{"title": "21 Struggles Every Nintendo 64 Player Will Remember"},
{"title": "Do You Have A Celebrity Doppelganger?"},
{"title": "The Noise All Brits Make In Awkward Situations"},
{"title": "21 Nerdy Things You Need For Your Home Right Now"},
{"title": "Tell Us About Your Educational Non-Traditional Path"},
{"title": "Can You Guess The Celebrity By The \"VPL\"?"},
{"title": "Are You More Star Wars Or Star Trek?"},
{"title": "Please Stop Saying \"Literally\""},
{"title": "How To Drink A Jammie Dodger"},
{"title": "How Many Of These Gamer Terms Do You Actually Know?"},
{"title": "These Questions Will Tell You Which U.S. City You Belong In"},
{"title": "We Know What You Play In Your Private Sessions"},
{"title": "People Try Snapchat's New Selfie Filters"},
{"title": "19 Yik Yaks That Told The Damn Truth About School"},
{"title": "13 Cats Who Are More Adventurous Than You"},
{"title": "How Well Do \"DASH Dolls\" Malika And Khadijah Haqq Actually Know Each Other?"},
{"title": "19 Things That Happen In The Girls' Toilet Of Every Nightclub"},
{"title": "12 Jimmy Fallon Impressions That'll Make You Actually Believe He Is Someone Else"},
{"title": "Can You Guess These Classic \"Star Wars\" Creatures?"},
{"title": "This Horse Named Daisy Had To Be Rescued After Getting Stuck In A Hole"},
{"title": "15 Scented Candles You Could Actually Use"},
{"title": "11 Questions Every \"Doctor Who\" Fan Has, Answered By Steven Moffat"},
{"title": "Struggles Of A Dogless Dog Lover"},
{"title": "Which Heroine From A Video Game Are You?"},
{"title": "3 Adorable Emails That Will Always Brighten Your Day"},
{"title": "Non-Observant Jews Try Kosher For A Week"},
{"title": "18 Of The Greatest Photos To Have Taken Place Inside A Photo Booth"},
{"title": "15 Ways To Make Cheap Wine Insanely Drinkable"},
{"title": "Google Just Announced A New Announcement"},
{"title": "If Disney Movies Were Blaxploitation Films"},
{"title": "That Could Be Us But You Playin'"},
{"title": "7 Glorious Game Day Snacks That Will Feed A Crowd"},
{"title": "Are These Pumpkin Spice Products Real Or Fake?"},
{"title": "21 Signs That Prove Booksellers Are The Absolute Best"},
{"title": "25 Genius Spaghetti Recipes You Should Know"},
{"title": "Are You More Of An Old Or Young Soul Based On Your Zodiac?"},
{"title": "There's A Lot Missing From Johnny Depp And Tom Hardy's Gangster Movies"},
{"title": "11 Charts That Perfectly Sum Up Being A Writer"},
{"title": "This Dad Wrote A Check To His Kid's School Using Common Core Math"},
{"title": "Kristen Stewart Talks About Honesty, Privacy, And Her New Movie \"Equals\""},
{"title": "7 Of The Craziest Science Studies That Won At The Ig Nobel Awards"},
{"title": "7 Essays To Read: How Money Affects Love, Muppet Sex, And What's Wrong With That Taylor Swift Video"},
{"title": "Who Is The Main Character Of \"Friends\" Actually?"},
{"title": "19 Things That Prove Being Beautiful Can Be Scary"},
{"title": "Clinton Hits Kasich For \"Leave A Tip\" Comment, But Made A Similar Comment Last Year"},
{"title": "11 Reasons Leslie Knope Is The Queen Of Compliments"},
{"title": "Australia's New Prime Minister Has The Same Nickname As A Magical Caterpillar"},
{"title": "The Cookie Heist"},
{"title": "Which Female Disney Character Are You?"},
{"title": "17 Amazing Comfort Foods Guaranteed To Make You Drool"},
{"title": "Dakota Johnson's Advice For Her 16-Year-Old Self: \"Don't Get Tattoos, You Idiot!\""},
{"title": "17 Things Girls Only Tell Their Best Friends"},
{"title": "Are These Solo Artists Better Than Their Original Bands?"},
{"title": "11-Year-Old Bicyclist Called Out Reckless Drivers Like A Boss"},
{"title": "Would You Survive The Triwizard Tournament?"},
{"title": "Some Genius Created A Perfect Blue Jays Parody Of Taylor Swift's \"Blank Space\""},
{"title": "15 Reasons You Need Cheese In Your Life"},
{"title": "Which Spice Girl Are You Based On Your Zodiac Sign?"},
{"title": "6 Types Of Lesbians You've Broken Up With"},
{"title": "Brits Respond To Questions From Australians"},
{"title": "17 Brilliant Artists To Follow When You're In A Creative Slump"},
{"title": "If The Cast Of \"The Office\" Were Disney Characters"},
{"title": "17 Dogs Who Are Having Better Birthdays Than You"},
{"title": "For Only $80, You Can Attend A Stag Party With Rob And Doug Ford"},
{"title": "20 Times Olivia Wilde Was The Realest Person On Twitter"},
{"title": "The Definitive Ranking Of Every Outfit Worn By Elle Woods In \"Legally Blonde\""},
{"title": "128 Questions I Still Have After Binge-Reading The \"Harry Potter\" Series"},
{"title": "14 Deliciously Insane Ways To Celebrate National Cheeseburger Day"},
{"title": "Which \"The Lord Of The Rings\" Character Should Be Your Wingman?"},
{"title": "These 9 Things Have Definitely Happened To You On A Plane"},
{"title": "If Tinder Bios Were Motivational Posters"},
{"title": "Questions Australians Have For The UK"},
{"title": "Evan Rachel Wood Just Made The Most Amazing Comments About Bisexuality"},
{"title": "Name That Disney Reptile"},
{"title": "23 Of The Most Powerful Photos Of This Week"},
{"title": "This Hockey Player Hates Drones So He Shoots Them Out Of The Air With Pucks"},
{"title": "17 Photos That Prove Saskatoon Is Gorgeous As Heck"},
{"title": "Tom Hardy Explained Why He Shut Down That Reporter Who Asked About His Sexuality"},
{"title": "These Star Wars Carbonite \"Pop-Tarts\" Are Too Cool For Words"},
{"title": "Guys Tried Pinterest Nail Art And Brought New Meaning To The Word \"Fail\""},
{"title": "24 Situations That Will Make You Cringe Until You Cry"},
{"title": "If The Kardashians Wrote Greeting Cards"},
{"title": "13 Pets Who Don't Understand How Cute They Are"},
{"title": "\"Mega Man\" Bosses Have Bizarre Names So Try To Guess Them"},
{"title": "17 Jokes Guaranteed To Make Arsenal Fans Laugh"},
{"title": "This Woman Looks Incredibly Gorgeous In Every Lipstick Imaginable"},
{"title": "57 Vintage Photos Of Couples That Will Make You Believe In Love"},
{"title": "17 Celebrity Instagrams You Need To See This Week"},
{"title": "We Asked Jake Gyllenhaal And Jason Clarke Who They Would Bring On An \"Everest\" Climb"},
{"title": "21 Cats Who Are Still Figuring Out This Whole Cat Thing"},
{"title": "Everything You Need To Know About The Man Behind Lord Varys"},
{"title": "21 Anthems That All '90s Pop-Punk Kids Will Remember"},
{"title": "14 Weird But Wonderful Antique Girls' Books"},
{"title": "22 Shoppers Who Made A Hard And Important Decision"},
{"title": "22 Objects People Have Actually Lost In Their Ass"},
{"title": "33 Healthy Eating Habits Lazy College Students Will Appreciate"},
{"title": "Kylie Jenner's Bodyguards Apparently Pushed Jessica Alba So She Sent Flowers"},
{"title": "What \"No Name\" Product Are You Actually?"},
{"title": "This Puppy Sort Of Lost It When He Was Caught Eating Paper"},
{"title": "Which Breakfast Food Matches Your Zodiac Sign?"},
{"title": "21 Embarrassing Liz Lemon Moments That'll Make You Feel Better About Your Own"},
{"title": "This Is What Happens At New York Fashion Week's Biggest Queer Runway Show"},
{"title": "Does Anyone Know What Dreamforce Actually Is?"},
{"title": "Here's The Cast Of \"Jessica Jones\" Next To Their Comics Counterparts"},
{"title": "These Plus-Size Models Absolutely Slayed At Fashion Week"},
{"title": "What Job Should You Have Based On Your Zodiac Sign?"},
{"title": "A Sea Otter Learned How To Use An Inhaler After She Got Asthma"},
{"title": "As Soon As Top Ad Blocker On App Store Is Killed, Another Takes Its Place"},
{"title": "Are You Good Enough For My Son?"},
{"title": "The 22 Most Hilariously Accurate Moments From \"Being Canadian\""},
{"title": "Ricky Martin As Christian Grey Will Make Your Pants Tight"},
{"title": "A 17-Year-Old Artist Created This Incredible Map Of Literature"},
{"title": "22 Struggles Of People With Zero Athletic Ability"},
{"title": "The Most Fab And Drab Celebrity Looks Of The Week"},
{"title": "21 Struggles All Afro-Latinos Know To Be True"},
{"title": "People Are Talking About Jessica Simpson's Appearance On HSN Last Night"},
{"title": "9 Feature Stories You Can't Miss This Week: Feuds, Failures, And Favorites"},
{"title": "Is This Celebrity Canadian?"},
{"title": "23 Times Fashion Week Finally Kept It Real And Put Natural Hair On The Runway"},
{"title": "This Snake Had A Virgin Birth -- Again"},
{"title": "If Nancy Drew Had Instagram"},
{"title": "First Week Of College Expectations Vs. Reality"},
{"title": "27 School-Themed Wedding Ideas To Satisfy Your Inner Nerd"},
{"title": "This Is What It's Like To Get Red Carpet Hair And Makeup"},
{"title": "7 Times We Were All Kidding Ourselves"},
{"title": "Grandmas Get Magical Disney Princess Makeovers"},
{"title": "This Cat Spent 17 Years As A \"Rodent Control Officer\" Aboard A Famous Ship"},
{"title": "Here's The Map Of What The Death Penalty Looks Like In The U.S. Today"},
{"title": "21 Puns So Bad You Can't Help But Laugh At Them"},
{"title": "23 Pictures That Are Way Too Real For Anyone Who Has Lived In A Dorm"},
{"title": "This Mom Posted An Incredibly Raw And Emotional Photo Of Life After Birth"},
{"title": "Which Taylor Swift Tattoo Should You Get?"},
{"title": "Are You Really A Mermaid?"},
{"title": "The Cast Of \"Zoey 101\" Basically Just Dropped A Bombshell"},
{"title": "Couples Watch Themselves Kiss In Slow Motion"},
{"title": "Rihanna Gave The Right Amount Of Shade When Asked About Taylor Swift's \"Squad\""},
{"title": "25 Parents Share The Parenting Hacks They Can't Live Without"},
{"title": "This Might Just Be The Ultimate Newborn Photo Shoot"},
{"title": "27 Times Mindy Lahiri Was Every Indian Girl Who Was Raised Abroad"},
{"title": "Kris Jenner Didn't Like That Kylie Got Her Lips Done"},
{"title": "This Week In History: 14-19 September"},
{"title": "7 Of Your Shower Thoughts, Answered With Science"},
{"title": "A 17-Year-Old Syrian Refugee Brought His Puppy All The Way To Greece"},
{"title": "Watch These Couples Kiss In Slow Motion And Get Sexually Awakened"},
{"title": "17 Things Everyone Regrets Doing In Their First Week Of College"},
{"title": "16 Things You Never Knew About The Cast Of \"The Maze Runner: The Scorch Trials\""},
{"title": "21 Times The Mall Failed So Hard It Just Failed"},
{"title": "This Is What Happens When Non-Welsh People Try To Draw The Welsh Flag"},
{"title": "9 Science Stories You Can't Miss: Pee Scams, Abortion Pills, And Dangerous Antidepressants"},
{"title": "21 Crock Pot Dump Dinners With No Meat"},
{"title": "The New \"Stonewall\" Film Treats Trans People Like Inspirational Sidekicks"},
{"title": "26 Things Introverts Are Sick And Tired Of Hearing"},
{"title": "19 People Who Prove Rainbow Eyebrows Are Insanely Gorgeous"},
{"title": "People Tried Pumpkin Spice Lattes For The First Time And Were Very Honest"},
{"title": "15 Insanely Delicious Pumpkin Beverages To Try This Fall"},
{"title": "26 Ridiculously Clever Products With A Secret"},
{"title": "How Much Of An Anime Otaku Are You?"},
{"title": "19 Contacts Everyone Has In Their Phone"},
{"title": "This Twitter Hashtag Made Fun Of Ben Carson Saying He Didn't Want A Muslim President"},
{"title": "17 Pictures Of Sausage Dogs In Costumes That Will Make You Smile"},
{"title": "People Try More Bizarre Food Combinations That Oddly Work"},
{"title": "A 65-Year-Old Man's Typewriter Was Destroyed By An Angry Cop, And The Internet Got Him A New One"},
{"title": "17 Super Helpful Tips For Anyone Who's Terrified Of The Gym"},
{"title": "22 Things You'll Understand If You're The Friend Who Doesn't Drink"},
{"title": "Here's What You Should Eat For Dinner This Week"},
{"title": "These Passionate Marriage Rallies In Sydney Clashed And Things Got Pretty Intense"},
{"title": "27 Motorcycle Jackets Under $100 To Cozy Up In This Fall"},
{"title": "Patti Labelle Cursed Out A Fan Who Stripped While She Performed On Stage"},
{"title": "17 Misconceptions Sorority Girls Want To Set Straight"},
{"title": "We, Non-Celebs, Acted Like Celebs On Instagram And This Is What Happened"},
{"title": "27 Times Urban Outfitters Went Way, Way Too Far"},
{"title": "This Hot Cameraman Photobombed A Press Conference And Stole The Whole Show"},
{"title": "17 Colorado Trails That Should Be On Every Hiker's Bucket List"},
{"title": "OK, Time To Vote: What Was The Song Of The Summer?"},
{"title": "8 Things That Happen When Your BFF Starts Dating Someone"},
{"title": "This Is What $350,000 Will Buy You In Crazy-Ass Expensive San Francisco"},
{"title": "An Eight-Foot Boa Constrictor Is On The Loose In England"},
{"title": "20 Life-Changing Cupcakes That Are Better Than A Boyfriend"},
{"title": "A Dog Kept Watch Over Her Trapped Best Friend For A Week Until Help Arrived"},
{"title": "Which Of Michael Clifford's Hairstyles Are You Based On Your Zodiac Sign?"},
{"title": "30 Halloween Costumes Only True Pun-Lovers Will Appreciate"},
{"title": "London Mayoral Candidate Thinks Stop And Search Will Stop Crime. Here's The Evidence"},
{"title": "\"The Martian\" Proves That Science Is Totally Action-Adventure Worthy"},
{"title": "This Mash-Up Is The Perfect Action-Packed Farewell To Australia's PM"},
{"title": "What Type Of Guy Is Your Ideal Man?"},
{"title": "Canadian Cops Had The Best Response To An Underage Booze Party"},
{"title": "This Is The Video For Everyone Who Hates Plucking Their Eyebrows"},
{"title": "Is This Halle Berry's Worst (But Also Best) Red Carpet Outfit Ever?"},
{"title": "22 Questions All Chelsea Fans Have For Arsenal Fans"},
{"title": "Where Should You Actually Go For Your Honeymoon?"},
{"title": "Children From Latino Families Reveal Sacrifices Their Parents Made"},
{"title": "16 Reasons You Should Take A Shath Every Day"},
{"title": "Your Self Care Routine Should Include BuzzFeed's \"Another Round\" Podcast"},
{"title": "The 21 Most Alberta Things Ever"},
{"title": "If The Muppet Babies Grew Up And Went To Your High School"},
{"title": "22 Reasons White People Shouldn't Be Allowed To Name Children"},
{"title": "Are You Actually A Sapiosexual?"},
{"title": "19 Guys Who Were Hot Then...Who Are Even Hotter Now"},
{"title": "Remembering Jenkem, The Greatest Internet Hoax"},
{"title": "33 Little Things I Miss About Ohio"},
{"title": "Here's What Actually Happened To Your Hogwarts Letter"},
{"title": "15 Absolutely Stunning Wedding Venues That Cost Less Than $3,000"},
{"title": "Alex Trebek Got Tricked Into Saying \"Turd Ferguson\" On \"Jeopardy,\" So Our Work Here Is Done"},
{"title": "Did You Ruin Everything?"},
{"title": "Watch Lady Gaga's Heartbreaking New Music Video About Campus Rape"},
{"title": "These Cocaine Ads From The 1970s Prove The Past Is A Different World"},
{"title": "Serious Question: Did Reese Witherspoon Give Birth To Herself?"},
{"title": "BuzzFeed WKND: 09.18.15"},
{"title": "16 Delicious Plantain Recipes That Will Make Your Life Better"},
{"title": "What Moon Should You Move To?"},
{"title": "This Is How Easy It Is To Be Suspected Of Being A Radical If You're Muslim"},
{"title": "If Popular Celebrities Were Pokemon Gym Leaders"},
{"title": "Which \"Family Guy\" Moment Makes You Laugh Every Time?"},
{"title": "Genetically Modifying Human Embryos Could Be A \"Game-Changer\" For Basic Research, Scientists Say"},
{"title": "Putting Godwin's Law To The Test"},
{"title": "21 Things All Former Scottish Underage Drinkers Will Remember"},
{"title": "This Woman Uses Makeup To Make A Chilling Statement About Gender Stereotypes"},
{"title": "These Majestic Photos Will Give You A Spacegasm"},
{"title": "19 Reasons You Should Fall In Love With A Turkish Person"},
{"title": "Miss Piggy And Kermit Can't Have A Business Meeting Without Drama"},
{"title": "Syrian Girl In A Wheelchair Fearlessly Journeyed To Europe With Big Dreams"},
{"title": "31 Real-Life Bridal Parties Who Nailed The Mix 'N' Match Look"},
{"title": "Inside Periscope's Deep Bond With Turkey (The Country)"},
{"title": "17 Times \"You're The Worst\" Was The Most Romantic Show On TV"},
{"title": "Meet The Obscure Company Behind America's Syria Fiasco"},
{"title": "24 Things That Were Cool At School But Definitely Aren't Now"},
{"title": "FYI, ABC Just Released An Eight-Minute Clip Of Priyanka Chopra Starrer \"Quantico\""},
{"title": "Did She Fake Her Orgasm?"},
{"title": "These Moms Had Opposite Reactions To Their Sons \"Secret\" Tattoos"},
{"title": "Here's What Australia's New PM Means For Indigenous People"},
{"title": "Is This The Name Of A GOP Candidate Or An Ikea Couch?"},
{"title": "27 Amazing French Toast Creations Everyone In Brisbane Needs To Try"},
{"title": "These Daughters Pranked Their Parents With Tattoos"},
{"title": "Who Said It: Justin Bieber Or Selena Gomez?"},
{"title": "27 Things You Only Understand If You're In A Group Chat"},
{"title": "Japanese Twitter Is Mocking Politicians After A Fight Broke Out In Parliament"},
{"title": "Which Non-Prince Disney Guy Is Your Soulmate?"},
{"title": "Everyone Is Actually Really Happy About \"The Bachelor\" Australia Finale"},
{"title": "If Urban Dictionary Definitions Were Motivational Posters"},
{"title": "Dumb Things Patients Told Their Doctors"},
{"title": "Can You Name These \"Bake Off\" Technical Challenges?"},
{"title": "This Politician Was Asked To Swear An Oath On The Bible And It Was Hilarious"},
{"title": "American Beauty As Told By Miss America Winners"},
{"title": "Which Of The Final Three Houseguests Should Win \"Big Brother\"?"},
{"title": "Every Piece Of Evidence That Proves Anna Faris And Chris Pratt Have The Cutest Family In Existence"},
{"title": "56 Thoughts I Had The First Time I Tried SoulCycle"},
{"title": "What Happened To This Guy On \"First Dates\" Will Give Hope To Socially Anxious People Everywhere"},
{"title": "How Well Do You Know \"The Maze Runner\"?"},
{"title": "Can You Remember The Lyrics To \"One Week\" By Barenaked Ladies?"},
{"title": "21 Times Neil Patrick Harris And David Burtka Gave Us Serious Relationship And Family Goals"},
{"title": "Can You Match The Horror Film To The Screencap?"},
{"title": "Which Oscar Winner Are You Based On Your Zodiac Sign?"},
{"title": "We Know Your Favorite Adult \"Harry Potter\" Character Based On Your Favorite Social Media Site"},
{"title": "Are You More Taylor Swift Or Oprah Winfrey?"},
{"title": "9 Delicious Vegan Desserts You Won't Believe Are Made From Tofu"},
{"title": "Are You Actually A Fan Of \"Trap Queen\"?"},
{"title": "These Men Tried To Groom Their Own Eyebrows"},
{"title": "How Well Do You Really Know Chocolate Chip Cookies?"},
{"title": "Bartenders Tell You Exactly What You're Doing That Annoys Them"},
{"title": "What Would The Room Of Requirement Show You?"},
{"title": "10 Delicious Recipes That Make Eating Healthy Fun"},
{"title": "Do You Know How Old Your Favorite Pop Star Was When They Released Their First Album?"},
{"title": "9 Images Of Minnie Mouse As You've Never Seen Her Before"},
{"title": "How Many Of These Classic Coming-Of-Age Movies Have You Seen?"},
{"title": "19 Glorious Photos Of Celebrities From Before They Were Super Famous"},
{"title": "Can You Identify The Popular Video Game Character By A Single Line Drawing?"},
{"title": "17 People Who Are Absolutely Killing It At Dreamforce 2015"},
{"title": "Do You Know What Happened In The News This Week?"},
{"title": "Teen Sentenced To Life In Prison For Murder Of 15-Year-Old Cyclist"},
{"title": "Can You Name The Classic Emo Album By The Cover Art?"},
{"title": "These 4 Gifs Tell You Everything You Need To Know About The Canadian Leaders' Debate"},
{"title": "21 Things Everyone Who Has Worked In A Welsh Pub Will Remember"},
{"title": "Can You Name The Flag Of Every Country In The Rugby World Cup?"},
{"title": "Lily Tomlin Proves Why We Need More Older Gay Women In Film"},
{"title": "Here's What It's Like When You Physically Can't Pierce Your Ears"},
{"title": "A Bride Took Her Own Wedding Photos And The Album Is Absolutely Beautiful"},
{"title": "24 Times Tumblr Felt Things For Jeremy Corbyn"},
{"title": "This Dog Begging For His Human's Forgiveness Is The Cutest Thing You'll See Today"},
{"title": "28 \"New Girl\" Quotes Guaranteed To Make You Laugh Every Time"},
{"title": "Indian Women Open Up About Their First Times Being Harassed In Public"},
{"title": "16 Pictures That Will Make You Want To Move To Sri Lanka"},
{"title": "Wine Bar Fined After Woman Has Her Stomach Removed After Drinking Liquid Nitrogen Cocktail"},
{"title": "Gordon Ramsay Offered A Chef With Epilepsy A Job After He Was Fired"},
{"title": "43 Of The Hottest Sets Of Rugby Thighs In The World"},
{"title": "22 Types Of Hangovers Beautifully Illustrated By Boglins"},
{"title": "This Couple Shares Their House With A \"Unicorn\" And It's Beyond Adorable"},
{"title": "This Country Town Shows How Easy It Is To Accept Refugees"},
{"title": "27 Of The Best Emo Songs To Add To Your Breakup Playlist"},
{"title": "The New Beyonce Song Is Here And It Will Make You Sob"},
{"title": "23 Dad Jokes That Will Probably Make You Groan"},
{"title": "This Guy Animated His Class Doodles Into An Epic Dance Video"},
{"title": "Watch This Hedgehog Get A Massage And Instantly Become Tickled"},
{"title": "28 Amazing Markets In South Australia To Visit This Spring"},
{"title": "Signs You Need To Get Your Shit Together"},
{"title": "There Is No Shame In Amber Rose's Morning-After Game"},
{"title": "How Well Do You See Color?"},
{"title": "This Mini Pop-Tart Recipe Will Awaken Your Childhood Soul"},
{"title": "How Much Do You Know About Aussie Food?"},
{"title": "15 Bumper Stickers All Twentysomethings Need"},
{"title": "Sam From \"The Bachelor\" Just Posted A Hilarious Image Of Him And Snezana On Instagram"},
{"title": "Here Is An Accurate Scale Model Of The Solar System"},
{"title": "Let's See How Well You Remember The First Episode Of \"Misfits\""},
{"title": "Here's Your New Favorite Goat Vine!"},
{"title": "The Emotional Stages Of Trying To Get A Pen License In Primary School"},
{"title": "26 Incredibly Cozy Dorms You'd Actually Want To Live In"},
{"title": "One Girl Saved Her Trash For A Week And Things Piled Up"},
{"title": "How To Make Mini Nutella Pizzas"},
{"title": "This Couple Lost Two Rings Within Two Days Of Marriage"},
{"title": "Impress Fellow 90s Kids With This Fresh Prince Basketball Jersey"},
{"title": "I Gave A Speech About Race To The Publishing Industry And No One Heard Me"},
{"title": "This Might Be The Most Sexist Real Estate Ad Ever"},
{"title": "18 Times Coach Taylor From \"Friday Night Lights\" Had The Perfect Thing To Say"},
{"title": "Kylie Jenner Is Officially Way More Popular Than Kim Kardashian"},
{"title": "What Is A Lumbersexual?"},
{"title": "21 Reasons Americans Will Be Forever Indebted To The British"},
{"title": "Kathleen Wynne Gave A Moving Answer When Asked About Her Experiences With Sexual Violence"},
{"title": "15 Real-Life Achievements For Canadians"},
{"title": "What Does GOP Even Stand For?"},
{"title": "Robert De Niro And Anne Hathaway Find Out How Well They Know Each Other"},
{"title": "The 8 Best Movies To Watch When You're Netflix And Chilling"},
{"title": "11 Times \"$ave Dat Money\" Was The Song Of Our Generation"},
{"title": "Can You Guess Which Robots Know How To Love?"},
{"title": "18 Things That Happen When You're A Gay Freshman"},
{"title": "Guinness Is Making An IPA"},
{"title": "32 Video Games You Have To Play Before You Die"},
{"title": "This Is What Disney Princesses Would Look Like In Real Life"},
{"title": "22 Harry Potter Tumblr Posts That Will Give You So Many Feels"},
{"title": "Restoration Hardware's New Teen Lineup Includes $600 Leather Bean Bags"},
{"title": "Iggy Azalea Tried To Clap Back Against T.I. On Twitter"},
{"title": "Canada's Most Outspoken Politician Called One Of His Rivals A 'Son Of A Bitch'"},
{"title": "17 Reasons People Who Exercise At Night Are Doing It Right"},
{"title": "Mindy Kaling Thinks It's \"Badass\" To Live In P.E.I. And We're Like !!!!!!"},
{"title": "36 Happy Dogs For The Sad People Out There"},
{"title": "If Victoria's Secret Models Had Stretch Marks"},
{"title": "This Toddler's Instagram Photos Are Guaranteed To Make You Feel"},
{"title": "This 7-Year-Old Cancer Survivor Got An Epic WWE Shoutout From John Cena And Sting"},
{"title": "A Groom Pulled A Prank On His Bride On Their Wedding Day That Left Her Horrified"},
{"title": "15 Things People Are 100% Sure About Until They Have Kids"},
{"title": "There Is A New Dating App Just For People Who Love Bacon"},
{"title": "14 Facebook Buttons The World Actually Needs"},
{"title": "Ellie Goulding Collaborated With Max Martin And Gave Birth To A Banger"},
{"title": "The 100 Most Important Kitten Photos Of All Time"},
{"title": "Here's What Healthy People Actually Eat All The Time"},
{"title": "33 Badass Pictures From The Golden Age Of Tattoos"},
{"title": "Rainbow Doritos Exist And They Don't Give A Damn About Your Sexual Orientation"},
{"title": "17 Babysitting Horror Stories That Prove Kids Are The Worst"},
{"title": "If Real Life Were Like A Telenovela"},
{"title": "All The Bakers Dance In The Turkish Version Of \"Bake Off\""},
{"title": "This Is Why You Don't Fuck With A Crocodile"},
{"title": "8 Struggles Of Having A Tall Boyfriend"},
{"title": "How Well Do You Know \"Portlandia\"?"},
{"title": "5 Easy, Healthy Habits That Anyone Can Take Up"},
{"title": "PC Lovers Try Using Macs"},
{"title": "23 Times Shah Rukh Khan Was The Cutest Dad Ever"},
{"title": "Which Ryan Murphy Show Are You?"},
{"title": "What Would Your \"Harry Potter\" Wand Core Be Based On Your Zodiac Sign?"},
{"title": "18 Fabulous Reasons Regina George Is Perfect The Role Model"},
{"title": "14 Drinks Lindsey Graham Would Drink In The Oval Office"},
{"title": "23 Struggles That Are Way Too Real For Clumsy People"},
{"title": "Let's Be Honest, GOP Candidate Lindsey Graham Has Dazzlingly Beautiful Eyes"},
{"title": "17 People Who Just Want To GOP Debate And Chill"},
{"title": "Which Musical Theatre Character Are You?"},
{"title": "10 Delicious Recipes That Are Made With Coconut Milk"},
{"title": "23 Things Retail Staff Secretly Want Customers To Know"},
{"title": "Which \"American Horror Story: Coven\" Witch Should Be Your BFF?"},
{"title": "These Students Just Had The WORST First Week At University"},
{"title": "Who Said It: The Kardashian Sibling Edition"},
{"title": "15 Horror Movie Posters Reimagined In Polymer Clay"},
{"title": "We Need To Talk About The Truly Iconic Naomi Clark From \"90210\""},
{"title": "Donald Trump Once Slammed An Opponent For Making \"Disgusting\" Comments About Mexicans"},
{"title": "The Definitive Ranking Of Ellie Goulding's Music Videos"},
{"title": "15 Perfect Mugs For Anyone Who Loves A Good F-Bomb"},
{"title": "What Annoying Misconception Do People Make About Extroverts?"},
{"title": "18 Headaches Everyone Who Works In An Office Knows"},
{"title": "This Easy Trick Makes Your Waffles Taste Like Churros"},
{"title": "15 Situations That Every Dog Owner Will Understand"},
{"title": "People Try To Define Yiddish Words"},
{"title": "28 Cats Who Are Not Going To Move For You"},
{"title": "124 Thoughts You Have Visiting Ikea For The First Time"},
{"title": "The Definitive Ranking Of Classic British Biscuits By Dunkability"},
{"title": "19 Times Amy Poehler Was Hilarious, Feminist, And Perfect"},
{"title": "Rep. Gwen Moore To Endorse Donna Edwards In Maryland Senate Race"},
{"title": "All The Drinking Games To Get You Through Tonight's Second GOP Debate"},
{"title": "19 Struggles Only People Who Don't Drink Tea Will Understand"},
{"title": "GFs Shaved Their BFs' Faces... And Blood Was Everywhere"},
{"title": "Are You More Sativa Or Indica?"},
{"title": "19 Struggles Of Taking Your Kid To The Bathroom In Public"},
{"title": "24 Relationship Problems That Are Too Real For People WIth Anxiety"},
{"title": "We Found Out Who The BABE Was Sitting Behind Jake Tapper At The GOP Debate"},
{"title": "Meet The Teen Girls Using Instagram To Recover From Anorexia"},
{"title": "This Guy's Breakup Message To His Friend Accidentally Went Viral And It's Amazing"},
{"title": "23 Times Being A Twentysomething Was Perfectly Summed Up By Crap Taxidermy"},
{"title": "Donald Trump Gave The Worst High Five In History At The GOP Debate"},
{"title": "Jamie Lee Curtis Perfectly Recreated Her Mom's Iconic Shower Scene From \"Psycho\""},
{"title": "21 Vines That You'll Think Are Actual Magic"},
{"title": "The Woman Who Was Accused Of Faking Her 190-Pound Weight Loss Has Just Had Surgery To Remove Excess Skin"},
{"title": "13 Must-Have High Street Products For Natural Hair"},
{"title": "This Video Of A Dog And A Pig Playing Will Make Your Heart Explode"},
{"title": "Drake Just Called Lorde His Low-Key Wifey And We Totally Ship It"},
{"title": "This Baby Koala Is Being Raised By Keepers And It Lives Like A Child"},
{"title": "How Well Do You Actually Know The Laws Of Rugby?"},
{"title": "What Should Your Drunk Food Be?"},
{"title": "23 Things That People In Wheelchairs Have To Cope With"},
{"title": "A Mom Made Her Twin Daughters The Most Incredible Birthday Cake"},
{"title": "This Toddler Headbanging And Air Drumming To His Favourite Band Is The Cutest Thing You'll See Today"},
{"title": "What's The Funniest Excuse You Ever Used To Skip School?"},
{"title": "This Appears To Be The Name Of Jeremy Clarkson's \"Top Gear\" Replacement Show"},
{"title": "Tiger Beat Turns 50, But Teen Idols Stay The Same Age"},
{"title": "Europa League Soccer Team Or \"Game Of Thrones\" Location?"},
{"title": "Should You Date David Gandy Or Jamie Dornan?"},
{"title": "Saudi Blogger's Wife Says His Lashing Sentence Is \"An Ongoing Nightmare\""},
{"title": "A Woman Somehow Photographed A Seal Riding A Whale And It's Spectacular"},
{"title": "This New Book For Foster Kids Is About A Same-Sex Family"},
{"title": "Jeb Bush Wants To Put Margaret Thatcher On The $10 Note"},
{"title": "Do You Remember \"Crazy Funky Junky Hat\" From \"Wizards Of Waverly Place\"?"},
{"title": "Guess The Ex: Couples Edition"},
{"title": "24 Floral Outfits You'll Want To Wear The Hell Out Of This Spring"},
{"title": "Australia's Insane Politics Explained By Taiwanese Animators"},
{"title": "This Is The Hardest '90s Alt Rock Music Video Quiz You'll Ever Take"},
{"title": "12 Lucius Beebe Quotes That Will Restore Your Faith In Urbanity"},
{"title": "Kylie Jenner Has Mint Green Hair"},
{"title": "What's Your Loteria Alter Ego?"},
{"title": "Americans Try Brazilian Sweets"},
{"title": "Stuffed Monkey Bread"},
{"title": "18 Adorable Dogs Who Are So Ready For Fall"},
{"title": "How Well Do You Know The Lyrics To \"High By The Beach\" By Lana Del Rey?"},
{"title": "We Bet You Can't Solve These Basic Geometry Problems"},
{"title": "We Need To Discuss How Kendall Jenner Is The Most Flawless Human At New York Fashion Week"},
{"title": "I Have Long Nails Because I'm Proud Of What They Mean"},
{"title": "These Easy Pizza Pinwheels Are Delicious AF"},
{"title": "The Woman Leading A Crusade To Tell More Asian-American Stories"},
{"title": "19 Things To Expect From \"Empire\" Season 2"},
{"title": "Police Say They Caught Canada's Most Prolific Bank Robber In Switzerland"},
{"title": "Miley Cyrus Freaks Out Over Phone Call From Hilary Duff In Throwback Interview"},
{"title": "19 Pictures That Are Way Too Real After A Night Out"},
{"title": "A Regular Guy Trained Like An FBI Agent For A Day And Actually Nailed It"},
{"title": "99 Thoughts Everyone Has When They Swim One Mile"},
{"title": "Quebec Just Made It Way Easier For Trans People To Change Their Legal Sex"},
{"title": "This Artist Has Drawn Celebrities With Their Younger Selves And It's Beautiful"},
{"title": "27 Studio Ghibli Tattoos That'll Make Your Heart Croon"},
{"title": "Jeb Bush's Decades-Long History Of Anglophilia"},
{"title": "What's Your Favorite Book Written By A Woman?"},
{"title": "17 Websites To Visit When You're Bored Out Of Your Mind"},
{"title": "Reagan's Son: Candidates Should Stop Trying To Fill Dad's Boots, He'd Be Called RINO Today"},
{"title": "A Photographer Made A Beautiful Photo For A Woman Who Became A Widow While Pregnant"},
{"title": "8 Things To Know About Alcohol Before Your Freshman Year"},
{"title": "Chiefs Tight End Travis Kelce's Touchdown Celebration Is Inspired By Donkey Kong"},
{"title": "'90s Cartoons With Human Eyes May Ruin Your Childhood"},
{"title": "The NFL's Most Notorious Underachiever Wants A Ph.D In Psychology"},
{"title": "15 Pictures That Show The Aftermath Of Chile's 8.4 Earthquake"},
{"title": "James Harris And David Parnes Play A Game Of Him Or Me"},
{"title": "8 Fall Shows To Be Excited About, 10 To Give A Chance, And 6 To Avoid"},
{"title": "Stop What You're Doing And Look At These New Pluto Photos"},
{"title": "25 Pictures That Prove Pumpkin Spice Has Gone Too Far"},
{"title": "An Artist Made Stunning Loteria Cards About Mexico's State Of Affairs"},
{"title": "25 Things You Will Only Understand If You Went To College In Texas"},
{"title": "A Little Girl Took Six Policemen To Her Father-Daughter Dance After Her Dad Was Killed In The Line Of Duty"},
{"title": "Here's A 3-Ingredient Cheese Dip You Can Make In Minutes"},
{"title": "15 Invisible Things You Definitely Missed At The 2nd GOP Debate"},
{"title": "Andy Murray To Donate Money For Every Ace He Hits To Help Children In Refugee Crisis"},
{"title": "19 Incredibly Important Reasons You Should Watch The Rugby World Cup"},
{"title": "21 Chicken Recipes For Fall"},
{"title": "Look At All The Shiny New Amazon Gadgets"},
{"title": "11 Super Cute Photos Of Donald Trump And Vladimir Putin As BFFs"},
{"title": "What's Going On Around The World Today"},
{"title": "17 Things The Republican Candidates Actually Looked Like At The Debate"},
{"title": "What Should Be Your Secret Service Nickname?"},
{"title": "What's The Worst Thing A Bug Has Ever Done To You?"},
{"title": "The New \"Being Canadian\" Movie Is Hilariously Honest"},
{"title": "What's The Funniest \"SpongeBob SquarePants\" Quote?"},
{"title": "Everybody Watching The GOP Debates Made The Same CNN Plane Joke"},
{"title": "26 Times P.K. Subban Scored A Hat Trick On Your Heart"},
{"title": "Hey Indians, With Just One Question We Can Tell You If You're A Monster"},
{"title": "How Well Do You Know Kristen Wiig's \"SNL\" Characters?"},
{"title": "13 Ways We All Wanted To Live Like \"George Shrinks\""},
{"title": "Who Will You Vote For In The 2024 Presidential Election?"},
{"title": "18 Times Hannah Hart And Ingrid Nilsen Set The Bar Too High For Couples Everywhere"},
{"title": "You Should Be Making Cheese In The Microwave"},
{"title": "Pictures That Prove Burning Man Is Actual Magic"},
{"title": "Are You More Like Queen Cersei Or Queen Margaery?"},
{"title": "15 Body Trends That Are The Next Big Thing"},
{"title": "Aaron Tveit Walks Us Through His Career Milestones"},
{"title": "16 Maharashtrian Foods You Need In Your Life Right Now"},
{"title": "You Need To Tell Us If These Things Are Sandwiches"},
{"title": "31 Reasons The World Is Definitely Ending In 2015"},
{"title": "Can You Identify The \"Harry Potter\" Character By Just Their Eyes?"},
{"title": "What Have You Created Out Of Depression Or Anxiety?"},
{"title": "You Can Eat These 5 Ridiculously Easy Ricotta Toasts For Breakfast, Lunch, And Dinner"},
{"title": "Proving You Deserve A Bank Loan Is Hard If You're Self-Employed"},
{"title": "21 Spectacular Places All People Who Love Fall Colors Must Visit"},
{"title": "Dear Dixie Chicks, We Really Need You"},
{"title": "24 People Who Have Simply Stopped Caring"},
{"title": "Sam Smith's Cover Of Drake's \"Hotline Bling\" Is Everything"},
{"title": "17 Inspirational Desk Succulents"},
{"title": "Why You Don't Need To Worry About Mercury In Retrograde"},
{"title": "13 Ways Your Makeup Habits Can Make You Sick"},
{"title": "A Pilot Diverted An International Flight To Save The Life Of This Small Dog"},
{"title": "If Ashley Madison Passwords Were Motivational Posters"},
{"title": "The 16 Craziest Celebrity Mug Shots Of All Time"},
{"title": "This Hilarious Harry Potter Comic Shows Why Snape Always Sucked"},
{"title": "Here's What Facebook's Social Network For Your Job Looks Like"},
{"title": "Can You Pass This Basic Mars Quiz?"},
{"title": "Types Of Co-Workers That Are The Absolute Worst"},
{"title": "What Are Some Misconceptions About OCD?"},
{"title": "What Horrible Thing Will Happen To You While Mercury Is In Retrograde?"},
{"title": "22 Grilled Cheese Sandwiches That Look So Good You'll Start To Sweat"},
{"title": "The War Of The Hoverboards"}]